[
    {
        "text": "শক্তিশালী সে, যে রাগের সময় নিজেকে নিয়ন্ত্রণে রাখতে পারে।",
        "author": "হযরত মোহাম্মদ সাঃ"
    },
    {
        "text": "পরিপূর্ণ তৃপ্তি নিয়ে কুঁড়ে ঘরে থাকাও ভালো, অতৃপ্তি নিয়ে বিরাট অট্টালিকায় থাকার কোন সার্থকতা নেই।",
        "author": "উলিয়ামস হেডস"
    },
    {
        "text": "মানুষ প্রতিষ্ঠিত হওয়ার পরে যেই ব্যবহারটা করে সেটাই তার আসল চরিত্র।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "অভাব যখন দরজায় এসে দাঁড়ায়, ভালোবাসা তখন জানালা দিয়ে পালায় ।",
        "author": "শেক্সপিয়র"
    },
    {
        "text": "স্বর্গে দাসত্ব করার চেয়ে নরকে রাজত্ব করা অনেক ভাল।",
        "author": "জন মিল্টন"
    },
    {
        "text": "ভীরুরা তাদের প্রকৃত মৃত্যুর আগেই বহুবার মরে,কিন্তূ সাহসীরা জীবনে মাত্র একবারই মৃত্যুর স্বাদ গ্রহণ করে থাকে ।",
        "author": "শেকসপীয়ার"
    },
    {
        "text": "মেধা থাকলেই তাকে মেধাবী বলা যায় না, মেধাবী হলো সে-ই যার মেধা না থাকা সত্ত্বেও চেষ্টা দিয়ে নিজেকে এগিয়ে নিয়ে যায়।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "যে নদীর গভীরতা বেশি, তার বয়ে যাওয়ার শব্দ কম।",
        "author": "জন লিভগেট"
    },
    {
        "text": "স্বপ্ন সেটা নয় যেটা মানুষ, ঘুমিয়ে ঘুমিয়ে দেখে; স্বপ্ন সেটাই যেটা পূরনের প্রত্যাশা, মানুষকে ঘুমাতে দেয় না।",
        "author": "এ পি জে আব্দুল কালাম"
    },
    {
        "text": "সফল মানুষেরা কাজ করে যায়। তারা ভুল করে, ভুল শোধরায় – কিন্তু কখনও হাল ছাড়ে না।",
        "author": "কনরাড হিলটন"
    },
    {
        "text": "অসৎ আনন্দের চেয়ে পবিত্র বেদনা ভালো।",
        "author": "হোমার"
    },
    {
        "text": "প্রয়োজন আইনের তোয়াক্কা করে না।",
        "author": "বেন্জ্ঞামিন ফ্রাঙ্কলিন"
    },
    {
        "text": "অপমান হলো একটি তীর, যতই ভুলতে চাইবেন ততই হৃদয়ের গভীরে বিদ্ধ হবে।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "এই বিশ্বে স্থায়ী কিছুই না, এমনকি আমাদের সমস্যাগুলোও না",
        "author": "চার্লি চ্যাপলিন"
    },
    {
        "text": "সাফল্যের মূলমন্ত্র হল যা আমরা ভয় পাই তার উপর নয় বরং আমরা যা চাই তার উপর আমাদের চেতন মনকে কেন্দ্রীভূত করা।",
        "author": "ব্রায়ান ট্রেসি"
    },
    {
        "text": "মানুষ পরাজয়ের জন্য সৃষ্টি হয়নি। তাকে হয়তো ধ্বংস করা যায়, কিন্তু হারানো যায় না।",
        "author": "আর্নেস্ট হেমিংওয়ে"
    },
    {
        "text": "এই পৃথিবী কখনো খারাপ মানুষের খারাপ কর্মের জন্য ধ্বংস হবে না , যারা খারাপ মানুষের খারাপ কর্ম দেখেও কিছু করেনা তাদের জন্যই পৃথিবী ধ্বংস হবে।",
        "author": "আইনস্টাইন"
    },
    {
        "text": "কাককে মুখে তুলে খাওয়াতে গেলে, সে তোমার চোখ উপড়ে খাবে।",
        "author": "তুরস্কের বিখ্যাত প্রবাদ"
    },
    {
        "text": "অন্যকে বারবার ক্ষমা কর কিন্তু নিজেকে কখনোই ক্ষমা করিও না।",
        "author": "সাইরাস"
    },
    {
        "text": "ধার্মিকতা আর ধর্মান্ধতা এক জিনিস নয়। ধার্মিকতা মানুষকে আলোর পথে নিয়ে যায় আর ধর্মান্ধতা মানুষকে ধ্বংসের দিকে ঠেলে দেয়। এ দেশের মানুষকে আমি ধার্মিক বলব না কারণ এ দেশের বেশিরভাগ মানুষই ধর্মান্ধ।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "অনেক কিছু ফিরে আসে, ফিরিয়ে আনা যায়, কিন্তু সময়কে ফিরিয়ে আনা যায় না",
        "author": "আবুল ফজল"
    },
    {
        "text": "হ্যাঁ এবং না কথা দুটো সবচেয়ে পুরনো এবং সবচেয়ে ছোট। কিন্তু এ কথা দুটো বলতেই সবচেয়ে বেশি ভাবতে হয়।",
        "author": "পীথাগোরাস"
    },
    {
        "text": "আপনি যদি গরীব হয়ে জন্ম নেন তাহলে এটা আপনার দোষ নয়, কিন্তু যদি গরীব থেকেই মারা যান তবে সেটা আপনার দোষ।",
        "author": "বিল গেটস"
    },
    {
        "text": "বিখ্যাত না হয়ে জীবন কাটালেও সুন্দর জীবন কাটানো সম্ভব, কিন্তু জীবনের মত জীবন না কাটিয়ে বিখ্যাত হওয়া কখনও সুন্দর জীবন হতে পারে না।",
        "author": "ক্লাইভ জেমস"
    },
    {
        "text": "অসহায়কে অবজ্ঞা করা উচিত নয়, কারণ মানুষ মাত্রেই জীবনের কোন না কোন সময় অসহায়তার শিকার হবে ।",
        "author": "গোল্ড স্মিথ"
    },
    {
        "text": "প্রাপ্তি আর প্রত্যাশার পার্থক্য হলো দুঃখ। তাই নিজের প্রত্যাশাটা একটু কমিয়ে ফেলুন, দেখবেন আপনার দুঃখও কমে গেছে।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "একজন আহত ব্যক্তি তার যন্ত্রনা যত সহজে ভুলে যায়, একজন অপমানিত ব্যক্তি তত সহজে অপমান ভোলে না ।",
        "author": "জর্জ লিললো"
    },
    {
        "text": "যে কখনও ভুল করেনা। সে নতুন কিছু করার চেষ্টা করে না।",
        "author": "অ্যালবার্ট আইনস্টাইন।"
    },
    {
        "text": "সব দুঃখের মূল এই দুনিয়ার প্রতি অত্যাধিক আকর্ষণ।",
        "author": "হযরত আলী (রাঃ)।"
    },
    {
        "text": "শরীরের সবথেকে দামী অংশ হলো হৃদয়,সেখানে থাকার যোগ্যতা সবার থাকে না।",
        "author": "রবীন্দ্রনাথ ঠাকুর"
    },
    {
        "text": "টিয়া পাখির মতো মুখস্ত করে বড় বড় সার্টিফিকেট অর্জন করে বড় বড় চাকরি পাওয়াকে শিক্ষা বলে না, শিক্ষা হচ্ছে সেটা যা একজন মানুষের ভিতরের কুশিক্ষাকে দূরে করে সমাজের পরিবর্তনে এগিয়ে আসার উৎসাহ যোগায়।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "কথা-বার্তায় ক্রোধের পরিমান খাবারের লবনের মত হওয়া উচিত। পরিমিত হলে রুচিকর, অপরিমিত হলে ক্ষতিকর।",
        "author": "প্লেটো"
    },
    {
        "text": "পানির গভীরতা নাকের কাছে উঠে আসার আগেই সাঁতার শিখে নাও।",
        "author": "ড্যানিশ প্রবাদ"
    },
    {
        "text": "আমাকে শিক্ষিত মা দাও, আমি তোমাকে শিক্ষিত জাতি দিবো।",
        "author": "নেপোলিয়ন বোনাপার্ট।"
    },
    {
        "text": "পাওয়া কাকে বলে যে মানুষ জানে না সে ছোঁয়াকেই পাওয়া মনে করে।",
        "author": "রবীন্দ্রনাথ ঠাকুর"
    },
    {
        "text": "একজন ঘুমন্ত ব্যক্তি আরেকজন ঘুমন্ত ব্যক্তিকে জাগ্রত করতে পারে না।",
        "author": "শেখ সাদি।"
    },
    {
        "text": "নেকড়ের পালের সাথে বসবাস করো, তুমি বিড়াল হলেও একদিন গর্জন করতে শিখবে।",
        "author": "বিখ্যাত ড্যানিশ প্রবাদ"
    },
    {
        "text": "অর্থ মানুষকে পিশাচ করে তুলে, আবার অর্থই মানুষকে মহৎও করে তুলে",
        "author": "ক্যাম্বেল"
    },
    {
        "text": "ক্ষমাই যদি করতে না পারো, তবে তাকে ভালোবাসো কেন?",
        "author": "রবীন্দ্রনাথ ঠাকুর"
    },
    {
        "text": "মানুষ অহংকারগুলো তার সাথেই দেখায় যে তাকে খুব বেশি ভালোবাসে।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "মূর্খের উপাসনা অপেক্ষা জ্ঞানীর নিদ্রা শ্রেয়।",
        "author": "আল হাদিস।"
    },
    {
        "text": "সাহস নিয়ে বেঁচে থাকো না হয় মরে যাও॥ ”",
        "author": "মেরিডিথ"
    },
    {
        "text": "অসহায়কে অবজ্ঞা করা উচিত নয়, কারণ মানুষ মাত্রেই জীবনের কোন না কোন সময় অসহায়তার শিকার হবে।",
        "author": "গোল্ড স্মিথ"
    },
    {
        "text": "মনুষ্যত্বের শিক্ষাটাই চরম শিক্ষা আর সমস্তই তার অধীন।",
        "author": "রবীন্দ্রনাথ ঠাকুর।"
    },
    {
        "text": "যদি খুব ভালো কিছু করতে না পারো, তবে ছোট ছোট কাজ খুব ভালো করে করো।",
        "author": "নেপোলিয়ন হিল"
    },
    {
        "text": "গোপন কথা তোমার গোলাম। ফাঁস করে দিলে তুমি তার গোলাম।",
        "author": "আরবি প্রবাদ"
    },
    {
        "text": "যেই দেশে দেশপ্রেমিকের চেয়ে জ্ঞানীগুণী বেশি জন্মায় সেই দেশে শান্তির চেয়ে অশান্তিই বেশি থাকে।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "যাহা তুমি দেখাও, তার চেয়ে বেশি তোমার থাকা উচিত। যা তুমি জান, তার তুলনায় কম কথা বলা উচিত।",
        "author": "সেক্সপিয়ার"
    },
    {
        "text": "একজন গড়পড়তার মানুষ কথা বলে। একজন ভাল মানুষ ব্যাখ্যা করে। একজন উর্ধ্বতন মানুষ কাজ করে দেখায়। একজন সেরা মানুষ অন্যদেরকে প্রেরণা যোগায় যাতে তারা নিজেরাই কাজকে নিজের মত করে দেখতে পারে।",
        "author": "হার্ভি ম্যাকে"
    },
    {
        "text": "বড় বড় নামকরা স্কুলে বাচ্চারা বিদ্যার চাইতে অহংকার টা বেশি শিক্ষা করে।",
        "author": "আহমদ ছফা।"
    },
    {
        "text": "জন্মদিনের উৎসব পালন করাটা বোকামি। জীবন থেকে একটা বছর ঝরে গেল, সে জন্যে অনুতাপ করাই উচিত।",
        "author": "নরম্যান বি.হল"
    },
    {
        "text": "যারা নতুন কিছু খোঁজে না, একদিন তাদেরও কেউ খুঁজবে না।",
        "author": "জে আর আর টলকিন"
    },
    {
        "text": "কান্নায় অনন্ত সুখ আছে তাইতো কাঁদতে এত ভালোবাসি।",
        "author": "স্বামী বিবেকানান্দ"
    },
    {
        "text": "জ্ঞানীকে চেনা যায় নীরবতা থেকে, আর মূর্খকে তার বক্তব্য থেকে।",
        "author": "পিথাগোরাস।"
    },
    {
        "text": "নিজের থেকে বড় কিছু তৈরি করার জন্য আপনার মধ্যে সব সক্ষমতাই রয়েছে।",
        "author": "সেথ গডিন"
    },
    {
        "text": "বাবা হলেন একটি বাড়ির ছাদ, যে নিজে পুড়ে সন্তানদের ছায়া দেয় কিন্তু মুখ ফুটে কিছু বলে না।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "অন্যকে বারবার ক্ষমা কর কিন্তু নিজেকে কখনোই ক্ষমা করিও না",
        "author": "সাইরাস"
    },
    {
        "text": "যে ব্যক্তি একজন মুসলমানের দোষ গোপন করবে , আল্লাহ দুনিয়া ও আখিরাতে তার দোষ গোপন করবেন।",
        "author": "হযরত মোহাম্মদ সাঃ"
    },
    {
        "text": "শিক্ষা হলো যে কোনো কিছু শোনার এক চমৎকার ক্ষমতা কোনো ধরনের রাগ বা আত্মমর্যাদা হারানো ব্যতীত।",
        "author": "রবার্ট ফ্রস্ট।"
    },
    {
        "text": "গরীব খোঁজে খাদ্য, আর ধনী খোঁজে ক্ষিধে।",
        "author": "হিন্দি প্রবাদ"
    },
    {
        "text": "সুখ কখনও সম্পত্তি বা অর্থের ওপর নির্ভর করে না। সুখের বাস আত্মার গহীনে।",
        "author": "দেমোক্রিতাস"
    },
    {
        "text": "আমি নষ্ট করেছি সময়, এখন সময় নষ্ট করছে আমায়।",
        "author": "শেকসপীয়ার।"
    },
    {
        "text": "নামকরা বিদ্যালয়গুলোর শিক্ষার্থীরা বিদ্যার চেয়ে অহংকারটা বেশি শেখে।",
        "author": "আহমেদ ছফা।"
    },
    {
        "text": "চিন্তা কর বেশী, বল কম, লেখো তার চেয়েও কম।",
        "author": "জনরে"
    },
    {
        "text": "ছোট্ট একটা বিষয় নিয়ে ভালোভাবে জানতে আপনাকে অবশ্যই বিস্তর পড়াশোনা করতে হবে।",
        "author": "চার্লস ডি মন্টেস্কুই।"
    },
    {
        "text": "আমি আল্লাহকে সবচেয়ে বেশি ভয় পাই। তারপর সেই মানুষকে ভয় পাই যে আল্লাহকে মোটেই ভয় পায় না।",
        "author": "শেখ সাদী"
    },
    {
        "text": "মা হলো স্নেহের ভান্ডার যা কখনও নিঃশেষ হয় না।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "দুর্ভাগ্যবান তারাই যাদের প্রকৃত বন্ধু নেই।",
        "author": "অ্যারিস্টটল"
    },
    {
        "text": "সুশিক্ষার লক্ষণ হলো তা মানুষকে অভিভূত না করে, তাহা মানুষকে মুক্তিদান করে৷",
        "author": "রবীন্দ্রনাথ ঠাকুর।"
    },
    {
        "text": "পরের উপকার করা ভাল কিন্তু নিজেকে পথে বসিয়ে নয়।",
        "author": "এডওয়ার্ড ইয়ং।"
    },
    {
        "text": "অজ্ঞের পক্ষে নীরবতাই হচ্ছে সবচেয়ে উত্তম পন্হা, কিন্তু এটা যদি সবাই জানত, তাহলে কেউ অজ্ঞ থাকতো না।",
        "author": "শেখ সাদী।"
    },
    {
        "text": "মৃত্যুর যন্ত্রণার চেয়ে বিরহের যন্ত্রণা যে কতো কঠিন,কতো ভয়ানক তা একমাত্র ভুক্তভুগিই অনুভব করতে পারে।",
        "author": "কাজী নজরুল ইসলাম।"
    },
    {
        "text": "কাউকে সারা জীবন কাছে পেতে চাও? তাহলে প্রেম দিয়ে নয় বন্ধুত্ব দিয়ে আগলে রাখো। কারণ প্রেম একদিন হারিয়ে যাবে কিন্তু বন্ধুত্ব কোনদিন হারায় না।",
        "author": "উইলিয়াম শেক্সপিয়র"
    },
    {
        "text": "প্রেমের আনন্দ থাকে স্বল্পক্ষণ কিন্তু বেদনা থাকে সারাটি জীবন।",
        "author": "রবী ঠাকুর"
    },
    {
        "text": "জীবন চলার পথে বাঁধা আসতেই পারে তাই বলে থেমে যাওয়ার কোন অবকাশ নেই,যেখানে বাঁধা আসবে সেখান থেকেই আবার শুরু করতে হবে।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "একজন সুন্দর, আকর্ষণীয় রমণীর পাশে ২ ঘণ্টা বসে থাকুন, দেখবেন সময় উড়ে চলে গেছে!! এবার গ্রীষ্মের গরমের মাঝে রাস্তায় ২ মিনিট হাঁটুন, মনে হবে আপনি অনন্তকাল ধরে হাঁটছেন।",
        "author": "আলবার্ট আইনস্টাইন।"
    },
    {
        "text": "আমরা যতই অধ্যয়ন করি ততই আমাদের অজ্ঞতাকে আবিষ্কার করি।",
        "author": "শেলী।"
    },
    {
        "text": "আমি ব্যর্থতা কে মেনে নিতে পারি কিন্তু আমি চেষ্টা না করাকে মেনে নিতে পারিনা।",
        "author": "মাইকেল জর্ডান"
    },
    {
        "text": "জ্ঞানীর নিন্দা, মূর্খের উপাসনা অপেক্ষা শ্রেয়।",
        "author": "আল হাদিস।"
    },
    {
        "text": "বন্ধু কি ? এক আত্মার দুইটি শরীর।",
        "author": "এরিস্টটল"
    },
    {
        "text": "সুশিক্ষিত মানুষ মাত্রই স্বশিক্ষিত।",
        "author": "প্রমথ চৌধুরী।"
    },
    {
        "text": "জগতের সবচেয়ে সুন্দর জিনিসগুলি এবং মুল্যবান জিনিসগুলি সবচেয়ে অকেজো।",
        "author": "রাসকিন"
    },
    {
        "text": "একজন মহান ব্যক্তির মহত্ব বোঝা যায় ছোট ব্যক্তিদের সাথে তার ব্যবহার দেখে।",
        "author": "কার্লাইল"
    },
    {
        "text": "রাজনীতি হলো দেশ শাসনে উপযুক্ত ব্যক্তি নির্বাচনের মূল হাতিয়ার কিন্তু যদি সমাজের ভালো মানুষেরা রাজনীতিতে আসতে ভয় পায় তাহলে দেশের ধ্বংস অনিবার্য।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "কল্পনা জ্ঞানের চেয়ে গুরুত্বপূর্ণ।",
        "author": "আলবার্ট আইনস্টাইন।"
    },
    {
        "text": "যদি তুমি মানুষকে বিচার করতে যাও তাহলে ভালবাসার সময় পাবে না।",
        "author": "মাদার তেরেসা"
    },
    {
        "text": "ভালো জেনেও না মানার চেয়ে, না জানা ভালো।",
        "author": "টেনিসন।"
    },
    {
        "text": "কখনো কোন বন্ধুকে আঘাত করো না, এমনকি ঠাট্টা করেও না।",
        "author": "সিসেরো"
    },
    {
        "text": "স্বাধীনতা অর্জনের চেয়ে স্বাধীনতা রক্ষা করা কঠিন",
        "author": "বঙ্গবন্ধু শেখ মুজিবুর রহমান"
    },
    {
        "text": "আমার দোষ তুমি আমাকেই বল।",
        "author": "ইমাম গাজ্জালী"
    },
    {
        "text": "মানুষের মন যেদিনই ক্লান্ত হয় সেদিনই তার মৃত্যু হয়।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "একজন বিশ্বস্ত বন্ধু দশ হাজার আত্মীয়ের সমান",
        "author": "ইউরিপিদিস"
    },
    {
        "text": "মনুষ্যত্বের শিক্ষাটাই চরম শিক্ষা আর সমস্ত টাই তার অধীন।",
        "author": "রবীন্দ্রনাথ ঠাকুর।"
    },
    {
        "text": "কারো অতীত জেনোনা, বর্তমানকে জানো এবং সে জানাই যথার্থ ।",
        "author": "এডিসন"
    },
    {
        "text": "ভাগ্য সবার দুয়ারে আসার জন্যই অপেক্ষা করে, কিন্তু উপযাচক হয়ে আসে না, ডেকে আনতে হয়।",
        "author": "ইলা অলড্রিচ"
    },
    {
        "text": "ধনপিশাচদের মুখাপেক্ষী না হওয়ার জন্য জ্ঞানীরা ধন সঞ্চয় করে।",
        "author": "এরিস্টটল।"
    },
    {
        "text": "যে কখনো ভুল করেনি, সে কখনো নতুন কিছু জানার চেষ্টা করেনি।",
        "author": "আলবার্ট আইনস্টাইন।"
    },
    {
        "text": "জ্ঞানীলোকের কানটা বড় আর জিভটা ছোট হয়।",
        "author": "চীনা প্রবাদ"
    },
    {
        "text": "প্রকৃত প্রেমিক হলেই ভালোবাসা পাওয়া যাবে না, ভালোবাসা পেতে হলে আপনাকে হতে হবে প্রকৃত অভিনেতাও।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "যারা আমাকে সাহায্য করতে মানা করে দিয়েছিল আমি তাদের প্রতি কৃতজ্ঞ, কারন তাদের ‘না’ এর জন্যই আজ আমি নিজের কাজ নিজে করতে শিখেছি।",
        "author": "আইনস্টাইন"
    },
    {
        "text": "বিয়ে একটি জুয়া খেলা – পুরুষ বাজী রাখে স্বাধীনতা আর নারী বাজী রাখে সুখ।",
        "author": "মাদ সোয়াজেন"
    },
    {
        "text": "দেশপ্রেমিকের রক্তই স্বাধীনতা বৃক্ষের বীজ স্বরূপ।",
        "author": "টমাস ক্যাম্পবেল।"
    },
    {
        "text": "যে নিজেকে অক্ষম ভাবে, তাকে কেউ সাহায্য করতে পারে না।",
        "author": "জন এন্ডারসন"
    },
    {
        "text": "বিদ্বানের কলমের কালি শহীদের রক্তের চেয়েও দামি।",
        "author": "আল হাদিস।"
    },
    {
        "text": "মাত্র দুটি পন্থায় সফল হওয়া যায়! একটি হচ্ছে সঠিক লক্ষ্য নির্ধারণ করা, ঠিক যা তুমি করতে চাও। আর দ্বিতীয়টি হচ্ছে, সেই লক্ষ্যে কাজ করে যাওয়া।",
        "author": "মারিও কুওমো।"
    },
    {
        "text": "জানা সত্ত্বেও মেনে না চলার চেয়ে না জানাই ভালো।",
        "author": "টেনিসন।"
    },
    {
        "text": "কেউ সম্পূর্ণ আপনার মতো হবে না একইভাবে আপনিও কারো মতো হবেন না, দুজনের মধ্যে কিছুটা পার্থক্য থাকবেই আর এই পার্থক্যটুকুই হলো ধৈর্য।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "যদি কোনো নারীর ফাসি হয়, ফাসিতে যাওয়ার আগেও সে তার প্রসাধন ঠিক করার জন্য সময় চাইবে ।",
        "author": "চেমফোর্ড ।"
    },
    {
        "text": "কাল আমার পরীক্ষা। কিন্তু এটা আমার কাছে বিশেষ কোন ব্যাপারই না, কারন শুধুমাত্র পরীক্ষার খাতার কয়েকটা পাতাই আমার ভবিষ্যৎ নির্ধারন করতে পারেনা।",
        "author": "টমাস আলভা এডিসন।"
    },
    {
        "text": "যে নিজের মর্যাদা বোঝে না অন্যেও তার মর্যাদা দেয় না!",
        "author": "হযরত আলী (রাঃ)"
    },
    {
        "text": "কোনকালে একা হয়নিকো জয়ী, পূরুষের তরবারী; প্রেরনা দিয়েছে, শক্তি দিয়াছে, বিজয়ালক্ষী নারী।",
        "author": "কাজী নজরুল ইসলাম"
    },
    {
        "text": "বিয়ে করার অর্থ হচ্ছে নিজের অধিকারকে অর্ধেক করে নেওয়া এবং কর্তব্যকে দ্বিগুণ করা।",
        "author": "শুপেনহাওয়া"
    },
    {
        "text": "স্বপ্নপূরণই জীবনের একমাত্র লক্ষ্য নয়। তাই বলে, স্বপ্নকে ত্যাগ করে নয়, তাকে সঙ্গে নিয়ে চলো। স্বপ্ন ছাড়া জীবন অর্থহীন।",
        "author": "ব্রায়ান ডাইসন।"
    },
    {
        "text": "যারা কাপুরুষ তারাই ভাগ্যের দিকে চেয়ে থাকে, পুরুষ চায় নিজের শক্তির দিকে। তোমার বাহু, তোমার মাথা তোমাকে টেনে তুলবে, তোমার কপাল নয়।",
        "author": "ডঃ লুৎফর রহমান।"
    },
    {
        "text": "যার যেটা নেই সে কখনও সেটার মূল্য বুঝে না, একমাত্র সেই ব্যক্তিই সেটার মূল্য বুঝে যার কোনো জিনিস পূর্বে ছিল কিন্তু এখন নেই।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "ভালবাসা যা দেয়, তার চেয়ে বেশি কেড়ে নেয় !",
        "author": "টেনিসন"
    },
    {
        "text": "বই ভালো সঙ্গী। এর সঙ্গে কথা বলা যায়। বই সব উপদেশই দেয় কিন্তু কোন কাজ করতেই বাধ্য করে না।",
        "author": "হেনরী ওয়ার্ড বিশার"
    },
    {
        "text": "ভালবাসতে শেখ, ভালবাসা দিতে শেখ। তাহলে তোমার জীবনে ভালবাসার অভার হবেনা।",
        "author": "টমাস কুলার"
    },
    {
        "text": "বিশ্বাস জীবনকে গতিময়তা দান করে, আর অবিশ্বাস জীবনকে দুর্বিষহ করে তোলে।",
        "author": "মিল্টন।"
    },
    {
        "text": "স্কুলে যা শেখানো হয়, তার সবটুকুই ভুলে যাবার পর যা থাকে; তাই হলো শিক্ষা।",
        "author": "অ্যালবার্ট আইনস্টাইন।"
    },
    {
        "text": "প্রত্যেককে বিশ্বাস করা বিপদজনক, কিন্তু কাউকে বিশ্বাস না করা আরো বেশী বিপদজনক।",
        "author": "আব্রাহাম লিংকন।"
    },
    {
        "text": "আমাদের জীবনের উদ্দেশ্য হল সুখী হওয়া।",
        "author": "দালাই লামা"
    },
    {
        "text": "জীবন যা ঘটে যখন আপনি অন্য পরিকল্পনা করতে ব্যস্ত থাকেন।",
        "author": "জন লেনন"
    },
    {
        "text": "জীবনে ব্যস্ত হয়ে পড়ো বা মরতে ব্যস্ত হয়ে যাও।",
        "author": "স্টিফেন কিং"
    },
    {
        "text": "আপনি শুধুমাত্র একবার বেঁচে থাকেন, কিন্তু আপনি যদি এটি সঠিকভাবে করেন তবে একবারই যথেষ্ট।",
        "author": "মায়ে ওয়েস্ট"
    },
    {
        "text": "জীবনের অনেক ব্যর্থতা এমন লোক যারা হাল ছেড়ে দেওয়ার সময় বুঝতে পারেনি যে তারা সাফল্যের কত কাছাকাছি ছিল।",
        "author": "টমাস এ. এডিসন"
    },
    {
        "text": "ইগো হলো শয়তানের একটি বড় হাতিয়ার যা অনেক বুদ্ধিমান ও যোগ্যতাসম্পন্ন মানুষদেরকেও খুব দ্রুত বিপর্যয়ের দিকে নিয়ে যায়।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "কখনও আঘাত করার ভয় আপনাকে খেলা থেকে বিরত রাখতে দেবেন না।",
        "author": "বেবে রুথ"
    },
    {
        "text": "অর্থ এবং সাফল্য মানুষকে পরিবর্তন করে না; তারা কেবল সেখানে যা আছে তা বাড়িয়ে দেয়।",
        "author": "উইল স্মিথ"
    },
    {
        "text": "আপনার সময় সীমিত, তাই অন্য কারো জীবন যাপন করার জন্য এটিকে নষ্ট করবেন না। গোঁড়ামি দ্বারা আটকাবেন না - যা অন্য মানুষের চিন্তার ফলাফল নিয়ে বেঁচে থাকে।",
        "author": "স্টিভ জবস"
    },
    {
        "text": "কত দিন নয়, তবে আপনি কতটা ভালোভাবে বেঁচে আছেন সেটাই প্রধান বিষয়।",
        "author": "সেনেকা"
    },
    {
        "text": "জীবন যদি ভবিষ্যদ্বাণী করা হয় তবে এটি জীবন থেকে থেমে যাবে এবং স্বাদহীন হবে।",
        "author": "এলেনর রুজভেল্ট"
    },
    {
        "text": "একটি সফল জীবনের পুরো রহস্য হল একজনের ভাগ্য কী তা খুঁজে বের করা এবং তারপরে তা করা।",
        "author": "হেনরি ফোর্ড"
    },
    {
        "text": "জীবন সম্পর্কে লিখতে হলে প্রথমে আপনাকে এটিকে বাঁচতে হবে।",
        "author": "আর্নেস্ট হেমিংওয়ে"
    },
    {
        "text": "\"জীবনের বড় শিক্ষা, বাবু, কাউকে বা কিছুতেই ভয় পাবেন না।",
        "author": "ফ্রাঙ্ক সিনাত্রা"
    },
    {
        "text": "জীবনের সমস্ত দিক সম্পর্কে কৌতূহল, আমি মনে করি, এখনও মহান সৃজনশীল মানুষের গোপনীয়তা।",
        "author": "লিও বার্নেট"
    },
    {
        "text": "জীবন কোন সমস্যা সমাধানের জন্য নয়, কিন্তু বাস্তবতা যা অনুভব করা যায়।",
        "author": "সোরেন কিয়েরকেগার্ড"
    },
    {
        "text": "অপরীক্ষিত জীবন বেঁচে থাকার যোগ্য নয়।",
        "author": "সক্রেটিস"
    },
    {
        "text": "আপনার ক্ষতগুলিকে জ্ঞানে পরিণত করুন।",
        "author": "অপরাহ উইনফ্রে"
    },
    {
        "text": "সাময়িক প্রয়োজন দীর্ঘ সময়ের দুঃখের কারণ।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "জীবন আপনাকে যা দেয় তার জন্য স্থির হবেন না; জীবনকে আরও ভাল করুন এবং কিছু তৈরি করুন।",
        "author": "অ্যাস্টন কুচার"
    },
    {
        "text": "সবাই বিখ্যাত হতে চায়, কিন্তু কেউ কাজ করতে চায় না। আমি এটা দ্বারা বাস. আপনি কঠিন পিষে যাতে আপনি কঠিন খেলতে পারেন. দিনের শেষে, আপনি সমস্ত কাজ রাখেন এবং অবশেষে এটি পরিশোধ করবে। এটি এক বছরে হতে পারে, এটি ৩০ বছরেও হতে পারে। অবশেষে, আপনার কঠোর পরিশ্রম প্রতিফলিত হবে।",
        "author": "কেভিন হার্ট"
    },
    {
        "text": "সবকিছু নেতিবাচক - চাপ, চ্যালেঞ্জ - সবই আমার জন্য উত্থানের সুযোগ।",
        "author": "কোবে ব্রায়ান্ট"
    },
    {
        "text": "আমি সমালোচনা পছন্দ করি। এটি আপনাকে শক্তিশালী করে তোলে।",
        "author": "লেব্রন জেমস"
    },
    {
        "text": "নিজের কথা শুনে আপনি সত্যিই অনেক কিছু শিখেন না।",
        "author": "জর্জ ক্লুনি"
    },
    {
        "text": "জীবন আপনার উপর এমন কিছু চাপিয়ে দেয় যা আপনি নিয়ন্ত্রণ করতে পারবেন না, তবে আপনি কীভাবে এর মধ্য দিয়ে জীবনযাপন করবেন তা আপনার কাছে এখনও পছন্দ আছে।",
        "author": "সেলিন ডিওন"
    },
    {
        "text": "জীবন কখনোই সহজ নয়। কাজ করতে হবে এবং বাধ্যবাধকতা পূরণ করতে হবে - সত্য, ন্যায়বিচার এবং স্বাধীনতার বাধ্যবাধকতা।",
        "author": "জন এফ কেনেডি"
    },
    {
        "text": "প্রতিটি সেকেন্ডের জন্য বিনা দ্বিধায় বেঁচে থাকুন।",
        "author": "এলটন জন"
    },
    {
        "text": "জীবন সত্যিই সহজ, কিন্তু পুরুষরা এটিকে জটিল করার জন্য জোর দেয়।",
        "author": "কনফুসিয়াস"
    },
    {
        "text": "জীবন হল পাঠের ধারাবাহিকতা যা বোঝার জন্য বেঁচে থাকতে হবে।",
        "author": "হেলেন কিলার"
    },
    {
        "text": "আমার মা সবসময় বলতেন, জীবনটা চকলেটের বাক্সের মতো। আপনি কখনই জানেন না আপনি কী পেতে চলেছেন।",
        "author": "ফরেস্ট গাম্প"
    },
    {
        "text": "সার্টিফিকেট বাড়ছে মানেই এই নয় যে দেশ ভারমুক্ত হচ্ছে, এ দেশে সার্টিফিকেট বাড়ছে মানে শিক্ষিত বেকারের সংখ্যাটাও ভারী হচ্ছে।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "যখন আমরা আমাদের পক্ষে যথাসাধ্য চেষ্টা করি, তখন আমরা কখনই জানি না যে আমাদের জীবনে বা অন্যের জীবনে কী অলৌকিক ঘটনা ঘটেছে।",
        "author": "হেলেন কিলার"
    },
    {
        "text": "জীবনের স্বাস্থ্যকর প্রতিক্রিয়া হল আনন্দ।",
        "author": "দীপক চোপড়া"
    },
    {
        "text": "জীবন একটি মুদ্রার মত। আপনি এটি আপনার ইচ্ছামত ব্যয় করতে পারেন, কিন্তু আপনি এটি শুধুমাত্র একবার ব্যয় করেন।",
        "author": "লিলিয়ান ডিকসন"
    },
    {
        "text": "একজন ভাল মানুষের জীবনের সেরা অংশ হল তার সামান্য নামহীন, দয়া এবং ভালবাসার অকার্যকর কাজ।",
        "author": "ওয়ার্ডসওয়ার্থ"
    },
    {
        "text": "তিনটি শব্দে আমি জীবন সম্পর্কে যা কিছু শিখেছি তার সংক্ষিপ্তসার করতে পারি: এটি চলতে থাকে।",
        "author": "রবার্ট ফ্রস্ট"
    },
    {
        "text": "জীবনের দশ শতাংশ যা আপনার সাথে ঘটে এবং নব্বই শতাংশ আপনি কীভাবে প্রতিক্রিয়া করেন।",
        "author": "চার্লস সুইন্ডল"
    },
    {
        "text": "শান্ত থাকুন এবং চালিয়ে যান।",
        "author": "উইনস্টন চার্চিল"
    },
    {
        "text": "হয়তো এটাই জীবন... চোখের পলক এবং তারার পলক।",
        "author": "জ্যাক কেরোয়াক"
    },
    {
        "text": "জীবন একটি ফুল যার প্রেম মধু।",
        "author": "ভিক্টর হুগো"
    },
    {
        "text": "হাসতে থাকুন, কারণ জীবন একটি সুন্দর জিনিস এবং এতে হাসির অনেক কিছু আছে।",
        "author": "মেরিলিন মনরো"
    },
    {
        "text": "স্বাস্থ্য সবচেয়ে বড় উপহার, তৃপ্তি সবচেয়ে বড় সম্পদ, বিশ্বস্ততা সবচেয়ে ভালো সম্পর্ক।",
        "author": "বুদ্ধ"
    },
    {
        "text": "আপনার মাথায় মস্তিষ্ক আছে। আপনার জুতা পায়ে আছে. তুমি তোমার পথ তোমার পছন্দ মত বেছে নিতে পার।",
        "author": "ডা. সেউস"
    },
    {
        "text": "ভাল বন্ধু, ভাল বই, এবং একটি ঘুমন্ত বিবেক: এটিই আদর্শ জীবন।",
        "author": "মার্ক টোয়েন"
    },
    {
        "text": "অতিরিক্ত স্বাধীনচেতা মেয়েগুলো ব্যক্তিগত জীবনে নিজেও সুখী হয় না, পরিবারকেও সুখী হতে দেয় না।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "রৌদ্রে বাস করুন, সমুদ্র সাঁতার কাটুন, বন্য বাতাস পান করুন।",
        "author": "রালফ ওয়াল্ডো এমারসন"
    },
    {
        "text": "জীবনের সবচেয়ে বড় আনন্দ হল ভালবাসা।",
        "author": "ইউরিপিডিস"
    },
    {
        "text": "জীবন যা আমরা এটি তৈরি করি, সর্বদা ছিল, সর্বদা থাকবে।",
        "author": "দাদী মুসা"
    },
    {
        "text": "জীবনের ট্র্যাজেডি হল যে আমরা খুব তাড়াতাড়ি বুড়ো হয়ে যাই এবং অনেক দেরিতে জ্ঞানী হই।",
        "author": "বেঞ্জামিন ফ্রাঙ্কলিন"
    },
    {
        "text": "জীবন একটি প্রভাব তৈরি করা, আয় করা নয়।",
        "author": "কেভিন ক্রুস"
    },
    {
        "text": "প্রতিটি স্ট্রাইক আমাকে পরবর্তী হোম রানের কাছাকাছি নিয়ে আসে।",
        "author": "খোকামনি করুণা"
    },
    {
        "text": "আপনার জীবনের সবচেয়ে গুরুত্বপূর্ণ দুটি দিন হল যেদিন আপনি জন্মগ্রহণ করেছেন এবং যেদিন আপনি কেন খুঁজে বের করেছেন।",
        "author": "মার্ক টোয়েন"
    },
    {
        "text": "জীবন তার সাহসের অনুপাতে সঙ্কুচিত বা প্রসারিত হয়।",
        "author": "আনাইস নিন"
    },
    {
        "text": "আমাদের মধ্যে অনেকেই আমাদের স্বপ্নে বেঁচে নেই কারণ আমরা আমাদের ভয়ে বাস করছি।",
        "author": "লেস ব্রাউন"
    },
    {
        "text": "আমি বিশ্বাস করি প্রতিটি মানুষের হৃদস্পন্দনের একটি সীমিত সংখ্যা রয়েছে। আমি আমার কিছু নষ্ট করতে চাই না।",
        "author": "নিল আর্মস্ট্রং"
    },
    {
        "text": "এমনভাবে বাঁচুন যেন আপনি আগামীকাল মারা যাবেন। বেচে থাকার জন্য শিখতে হবে।",
        "author": "মহাত্মা গান্ধী"
    },
    {
        "text": "যদি আপনি যথেষ্ট দীর্ঘ বেঁচে থাকেন তবে আপনি ভুল করবেন। তবে আপনি যদি তাদের কাছ থেকে শিখতে পারেন তবে আপনি একজন ভাল মানুষ হবেন।",
        "author": "বিল ক্লিনটন"
    },
    {
        "text": "জীবন সংক্ষিপ্ত, এবং এটি এখানে বেঁচে থাকার জন্য।",
        "author": "কেট উইন্সলেট"
    },
    {
        "text": "আমি যতদিন বাঁচি, জীবন তত সুন্দর হয়ে ওঠে।",
        "author": "ফ্রাঙ্ক লয়েড রাইট"
    },
    {
        "text": "ধর্ম যেখানে রাজনীতির হাতিয়ার হয়ে দাঁড়ায় শান্তি সেখান থেকে দৌড়ে পালায়।",
        "author": "রেদোয়ান মাসুদ"
    },
    {
        "text": "যখন আপনি স্বপ্ন দেখা বন্ধ করেন তখন আপনি বেঁচে থাকা বন্ধ করে দেন।",
        "author": "ম্যালকম ফোর্বস"
    },
    {
        "text": "আপনি যদি আপনার পুরো জীবন ঝড়ের জন্য অপেক্ষা করে থাকেন তবে আপনি কখনই সূর্যের আলো উপভোগ করতে পারবেন না।",
        "author": "মরিস ওয়েস্ট"
    },
    {
        "text": "কান্নাকাটি করবেন না কারণ এটি শেষ হয়ে গেছে, হাসুন কারণ এটি ঘটেছে।",
        "author": "ডাঃ. সিউস"
    },
    {
        "text": "আপনি যদি সবচেয়ে ভাল কাজটি করতে পারেন এবং সুখী হতে পারেন তবে আপনি বেশিরভাগ মানুষের চেয়ে জীবনে আরও এগিয়ে আছেন।",
        "author": "লিওনার্দো ডি ক্যাপ্রিও"
    },
    {
        "text": "এটি আমাদের পছন্দ যা দেখায় যে আমরা আসলে কী, আমাদের ক্ষমতার চেয়ে অনেক বেশি।",
        "author": "জে। কে. রাউলিং"
    },
    {
        "text": "আপনার ভবিষ্যত ভবিষ্যদ্বাণী করার সর্বোত্তম উপায় হল এটি তৈরি করা।",
        "author": "আব্রাহাম লিঙ্কন"
    },
    {
        "text": "আপনি সেগুলি করতে পারার আগে আপনাকে অবশ্যই নিজের থেকে বড় কিছু আশা করতে হবে।",
        "author": "মাইকেল জর্ডন"
    },
    {
        "text": "পরিচয় এমন একটি কারাগার যা আপনি কখনই পালাতে পারবেন না, তবে আপনার অতীতকে মুক্ত করার উপায় এটি থেকে পালানো নয়, বরং এটিকে বোঝার চেষ্টা করা এবং এটিকে বৃদ্ধির ভিত্তি হিসাবে ব্যবহার করা।",
        "author": "জে-জেড"
    },
    {
        "text": "কোন ভুল নেই, শুধুমাত্র সুযোগ আছে।",
        "author": "তিনার মৃত্যু অবদারিত"
    },
    {
        "text": "যত আপনি বড় হবেন, আপনি আবিষ্কার করবেন যে আপনার দুটি হাত আছে, একটি নিজেকে সাহায্য করার জন্য, অন্যটি অন্যকে সাহায্য করার জন্য।",
        "author": "অড্রে হেপবার্ন"
    },
    {
        "text": "কখনও কখনও আপনি নিজেকে পরিষ্কারভাবে দেখতে পারবেন না যতক্ষণ না আপনি অন্যের চোখে নিজেকে দেখতে পান।",
        "author": "এলেন ডিজেনারেস"
    },
    {
        "text": "আপনি মানবতার উপর বিশ্বাস হারাবেন না। মানবতা একটি সমুদ্র; সাগরের কয়েক ফোঁটা নোংরা হলে সাগর নোংরা হয় না।",
        "author": "মহাত্মা গান্ধী"
    },
    {
        "text": "সমস্ত জীবন একটি পরীক্ষা. আরো পরীক্ষায় আপনি কে সর্বোত্তম করে তুলতে.",
        "author": "রালফ ওয়াল্ডো এমারসন"
    },
    {
        "text": "এটা অনেক আগে থেকেই আমার নজরে এসেছিল যে কৃতিত্বের লোকেরা খুব কমই বসে থাকে এবং তাদের সাথে কিছু ঘটতে দেয়। তারা বাইরে গিয়ে জিনিসগুলি ঘটল।",
        "author": "লিওনার্দো দা ভিঞ্চি"
    },
    {
        "text": "অতীতে বাস করো না, ভবিষ্যতের স্বপ্ন দেখো না, বর্তমান মুহূর্তে মনকে কেন্দ্রীভূত করো।",
        "author": "বুদ্ধ"
    },
    {
        "text": "জীবন জ্ঞানীদের জন্য একটি স্বপ্ন, বোকাদের জন্য একটি খেলা, ধনীদের জন্য একটি কৌতুক, দরিদ্রদের জন্য একটি ট্র্যাজেডি।",
        "author": "শোলম আলেইচেম"
    },
    {
        "text": "আপনি যদি জীবনকে ভালোবাসেন তবে সময় নষ্ট করবেন না, কারণ সময়ই জীবন দিয়ে তৈরি।",
        "author": "ব্রুস লি"
    },
    {
        "text": "যখন একটি দরজা বন্ধ হয়, অন্যটি খোলে; কিন্তু আমরা প্রায়ই বন্ধ দরজার দিকে এত দীর্ঘ এবং এত আফসোস করি যে আমরা আমাদের জন্য খোলা দরজাটি দেখতে পাই না।",
        "author": ""
    },
    {
        "text": "এটি কখনই খুব বেশি দেরি হয় না - আবার শুরু করতে কখনও দেরি হয় না, সুখী হতে কখনও দেরি হয় না।",
        "author": "জেন ফন্ডা"
    },
    {
        "text": "এই মুহূর্তের জন্য খুশি হও। এই মুহূর্তটি আপনার জীবন।",
        "author": "ওমর খৈয়া"
    },
    {
        "text": "উপরে যাওয়ার পথে লোকেদের সাথে ভাল ব্যবহার করুন, কারণ আপনি নীচের পথে তাদের সাথে দেখা করতে পারেন।",
        "author": "জিমি দুরন্তে"
    },
    {
        "text": "জীবন কঠিন, কিন্তু যখন আপনি বোকা হন তখন এটি আরও কঠিন।",
        "author": "জন ওয়েন"
    },
    {
        "text": "আমি অনুমান করি এটি একটি সাধারণ পছন্দে নেমে আসে, সত্যিই। ব্যস্ত জীবন পেতে বা ব্যস্ত মৃতু্য পেতে.",
        "author": "শশাঙ্ক রিডেম্পশন"
    },
    {
        "text": "মানুষ যত বেশি ভাল চিন্তার উপর ধ্যান করবে, তার পৃথিবী এবং বৃহত্তর বিশ্ব তত ভাল হবে।",
        "author": "কনফুসিয়াস"
    },
    {
        "text": "এমন কিছু লোক থাকতে পারে যাদের আপনার চেয়ে বেশি প্রতিভা আছে, কিন্তু আপনার চেয়ে কঠোর পরিশ্রম করার জন্য কারো কাছে কোন অজুহাত নেই - এবং আমি বিশ্বাস করি।",
        "author": "ডেরেক জেটার"
    },
    {
        "text": "জীবন খুব আকর্ষণীয়… শেষ পর্যন্ত, আপনার সবচেয়ে বড় কিছু ব্যথা, আপনার সবচেয়ে বড় শক্তি হয়ে ওঠে।",
        "author": "ড্রু ব্যারিমোর"
    }
]