[
    {
        "text": "I like being alone. I have control over my own shit. Therefore, in order to win me over, your presence has to feel better than my solitude. You're not competing with another person, you're competing with my comfort zones.",
        "author": "Horacio Jones"
    },
    {
        "text": "The best part about being alone is that you really don't have to answer to anybody. You do what you want.",
        "author": "Justin Timberlake"
    },
    {
        "text": "I think it's very healthy to spend time alone. You need to know how to be alone and not defined by another person.",
        "author": "Oscar Wilde"
    },
    {
        "text": "Solitude is the soil in which genius is planted, creativity grows, and legends bloom; faith in oneself is the rain that cultivates a hero to endure the storm, and bare the genesis of a new world, a new forest.",
        "author": "Mike Norton"
    },
    {
        "text": "The greatest thing in the world is to know how to belong to oneself.",
        "author": "Michel de Montaigne"
    },
    {
        "text": "I'm learning a lot about myself being alone, and doing what I'm doing.",
        "author": "Chantal Kreviazuk"
    },
    {
        "text": "The greatest thing in the world is to know how to be one's own self.",
        "author": "Michel de Montaigne"
    },
    {
        "text": "When we truly realize that we are all alone is when we need others the most.",
        "author": "Ronald Anthony"
    },
    {
        "text": "I don't want to be alone, I want to be left alone.",
        "author": "Audrey Hepburn"
    },
    {
        "text": "The soul that sees beauty may sometimes walk alone.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "text": "It is better to be alone than in bad company.",
        "author": "George Washington"
    },
    {
        "text": "The person who follows the crowd will usually go no further than the crowd. The person who walks alone is likely to find himself in places no one has ever seen before.",
        "author": "Albert Einstein"
    },
    {
        "text": "When we cannot bear to be alone, it means we do not properly value the only companion we will have from birth to death - ourselves.",
        "author": "Eda LeShan"
    },
    {
        "text": "The man who goes alone can start today, but he who travels with another must wait till that other is ready.",
        "author": "Henry David Thoreau"
    },
    {
        "text": "I don't want to be alone forever, but I love gypsy life.",
        "author": "Drew Barrymore"
    },
    {
        "text": "It's far better to be unhappy alone than unhappy with someone.",
        "author": "Marilyn Monroe"
    },
    {
        "text": "Sometimes, you need to be alone. Not to be lonely, but to enjoy your free time being yourself.",
        "author": "Unknown"
    },
    {
        "text": "It's easy to stand in the crowd, but it takes courage to stand alone.",
        "author": "Mahatma Gandhi"
    },
    {
        "text": "I restore myself when I'm alone.",
        "author": "Marilyn Monroe"
    },
    {
        "text": "Being alone is one thing, but feeling alone is a whole different story.",
        "author": "Unknown"
    },
    {
        "text": "I think it's very healthy to spend time alone. You need to know how to be alone and not defined by another person.",
        "author": "Simone Elkeles"
    },
    {
        "text": "I think it's important to find the little things in everyday life that make you happy.",
        "author": "Paula Cole"
    },
    {
        "text": "Sometimes the best thing you can do for yourself is to give yourself a little space.",
        "author": "Jocelyn Soriano"
    },
    {
        "text": "The best way to be happy with someone is to learn to be happy alone. That way the company will be a matter of choice and not necessity.",
        "author": "Unknown"
    },
    {
        "text": "People who are not happy with themselves can't possibly be happy with you.",
        "author": "Unknown"
    },
    {
        "text": "If you make friends with yourself you will never be alone.",
        "author": "Maxwell Maltz"
    },
    {
        "text": "Don't be scared to walk alone. Don't be scared to like it.",
        "author": "John Mayer"
    },
    {
        "text": "Sometimes you just need to be alone and let your tears out.",
        "author": "null"
    },
    {
        "text": "The loneliest people are the kindest, the saddest people smile the brightest and the most damaged people are the wisest.",
        "author": "null"
    },
    {
        "text": "I'm not alone, I'm just in a relationship with my freedom.",
        "author": "null"
    },
    {
        "text": "Loneliness is not lack of company, loneliness is lack of purpose.",
        "author": "Guillermo Maldonado"
    },
    {
        "text": "I don't need someone to complete me, I only need someone to accept me completely when I'm alone.",
        "author": "null"
    },
    {
        "text": "Being alone does not mean you are lonely, and being lonely does not mean you are alone.",
        "author": "null"
    },
    {
        "text": "The soul that sees beauty may sometimes walk alone.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "text": "I restore myself when I'm alone.",
        "author": "Marilyn Monroe"
    },
    {
        "text": "Sometimes you just need to be alone, no distractions, no interruptions, just you and your thoughts.",
        "author": "null"
    },
    {
        "text": "Sometimes, you just have to take a break, to be alone with yourself and your thoughts.",
        "author": "null"
    },
    {
        "text": "The strongest souls are not those who show strength in front of us, but those who win battles we know nothing about.",
        "author": "null"
    },
    {
        "text": "Solitude is the soul's holiday, an opportunity to stop doing for others and to surprise and delight ourselves instead.",
        "author": "Katrina Kenison"
    },
    {
        "text": "It's far better to be unhappy alone than unhappy with someone.",
        "author": "Marilyn Monroe"
    },
    {
        "text": "When we truly realize that we are all alone is when we need others the most.",
        "author": "Ronald Anthony"
    },
    {
        "text": "You cannot be lonely if you like the person you're alone with.",
        "author": "Wayne Dyer"
    },
    {
        "text": "I like being alone, but I hate being lonely.",
        "author": "null"
    },
    {
        "text": "Sometimes you just need to be alone, to take a break from everyone and everything to reflect on your life.",
        "author": "null"
    },
    {
        "text": "Don't be afraid to walk alone, because life is best lived when you are true to yourself.",
        "author": "unknown"
    },
    {
        "text": "You can be alone without being lonely, and you can be lonely in a crowd of people.",
        "author": "unknown"
    },
    {
        "text": "Sometimes, the person who tries to keep everyone else happy is the loneliest person.",
        "author": "null"
    },
    {
        "text": "When you're alone, silence is the loudest sound you'll ever hear.",
        "author": "null"
    },
    {
        "text": "It's better to be alone with dignity than in a relationship that requires you to sacrifice your self-respect.",
        "author": "null"
    },
    {
        "text": "We all walk alone, but the journey is easier when we hold hands.",
        "author": "null"
    },
    {
        "text": "When you're alone, you're forced to face your fears and your demons.",
        "author": "null"
    },
    {
        "text": "Solitude is not the same as loneliness. Solitude is a choice, loneliness is not.",
        "author": "Paul Tillich"
    },
    {
        "text": "The worst loneliness is not to be comfortable with yourself.",
        "author": "Mark Twain"
    },
    {
        "text": "I never found a companion that was so companionable as solitude.",
        "author": "Henry David Thoreau"
    },
    {
        "text": "In solitude the mind gains strength and learns to lean upon itself.",
        "author": "Laurence Sterne"
    },
    {
        "text": "I'm not anti-social, I'm just not social.",
        "author": "null"
    },
    {
        "text": "If you make friends with yourself you will never be alone.",
        "author": "Maxwell Maltz"
    },
    {
        "text": "I am not alone because loneliness is always with me.",
        "author": "null"
    },
    {
        "text": "I am not alone because loneliness is always with me.",
        "author": "null"
    },
    {
        "text": "I like being alone, but I hate being lonely.",
        "author": "null"
    },
    {
        "text": "I never feel alone because loneliness is always with me.",
        "author": "William Shatner"
    },
    {
        "text": "Being alone is scary, but not as scary as feeling alone in a relationship.",
        "author": "Amelia Earhart"
    },
    {
        "text": "Sometimes, you need to be alone. Not to be lonely, but to enjoy your free time being yourself.",
        "author": "null"
    },
    {
        "text": "Being alone can be beautiful, but being with someone you love is even more beautiful.",
        "author": "null"
    },
    {
        "text": "Sometimes, you just need to be alone and let your tears out.",
        "author": "null"
    },
    {
        "text": "The greatest thing in life is to love and be loved in return, even if you are alone.",
        "author": "null"
    },
    {
        "text": "Being alone is better than being with someone who doesn't appreciate you.",
        "author": "null"
    },
    {
        "text": "You can never be alone if you have books.",
        "author": "null"
    },
    {
        "text": "Sometimes, you need to be alone to find yourself again.",
        "author": "null"
    },
    {
        "text": "I am not alone because I am with my thoughts.",
        "author": "null"
    },
    {
        "text": "Loneliness is the poverty of self; solitude is the richness of self.",
        "author": "Mary Sarton"
    },
    {
        "text": "If you want to be happy, learn to be alone without being lonely.",
        "author": "null"
    },
    {
        "text": "Being alone doesn't have to mean being lonely.",
        "author": "null"
    },
    {
        "text": "The worst feeling is not being alone, it's being forgotten by someone you could never forget.",
        "author": "null"
    },
    {
        "text": "You may feel alone, but you are never truly alone. You are surrounded by the love and prayers of those who care about you.",
        "author": "null"
    },
    {
        "text": "The most terrifying thing is to accept oneself completely.",
        "author": "Carl Jung"
    },
    {
        "text": "You don't have to be lonely just because you are alone.",
        "author": "null"
    },
    {
        "text": "Being alone is scary, but it's also an opportunity to discover who you are and what you want.",
        "author": "null"
    },
    {
        "text": "Sometimes, the person who is always there for everyone else needs someone to be there for them.",
        "author": "null"
    },
    {
        "text": "I am alone, but I am not lonely.",
        "author": "null"
    },
    {
        "text": "Being alone is not a bad thing, it's just a time for you to discover yourself.",
        "author": "null"
    },
    {
        "text": "The best part about being alone is that you really don't have to answer to anybody. You do what you want.",
        "author": "Justin Timberlake"
    },
    {
        "text": "If you want to go fast, go alone. If you want to go far, go together.",
        "author": "African proverb"
    },
    {
        "text": "Being alone is not the same as being lonely.",
        "author": "null"
    },
    {
        "text": "The only time you are truly alone is when you don't like who you are with.",
        "author": "null"
    },
    {
        "text": "Sometimes, it's better to be alone. Nobody can hurt you.",
        "author": "null"
    },
    {
        "text": "The best way to be happy is to learn to be alone without being lonely.",
        "author": "null"
    },
    {
        "text": "The greatest thing in life is to love and be loved, even if you are alone.",
        "author": "null"
    },
    {
        "text": "Being alone is not always bad. Sometimes, it's necessary to give yourself time to think.",
        "author": "null"
    },
    {
        "text": "Being alone is better than being in bad company.",
        "author": "null"
    },
    {
        "text": "Sometimes, being alone can be the best thing for you.",
        "author": "null"
    },
    {
        "text": "You can't force someone to love you. You can only be yourself and hope they see how amazing you are.",
        "author": "null"
    },
    {
        "text": "Being alone is better than being with someone who doesn't deserve you.",
        "author": "null"
    },
    {
        "text": "Sometimes, the person who tries to keep everyone happy is the most lonely person.",
        "author": "null"
    }
]