[
    {
        "text": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
        "author": "Mark Twain"
    },
    {
        "text": "When anger rises, think of the consequences.",
        "author": "Confucius"
    },
    {
        "text": "Holding onto anger is like drinking poison and expecting the other person to die.",
        "author": "Buddha"
    },
    {
        "text": "The best fighter is never angry.",
        "author": "Lao Tzu"
    },
    {
        "text": "Speak when you are angry, and you will make the best speech you will ever regret.",
        "author": "Ambrose Bierce"
    },
    {
        "text": "Anger and intolerance are the enemies of correct understanding.",
        "author": "Mahatma Gandhi"
    },
    {
        "text": "Anger is just anger. It isn't good. It isn't bad. It just is. What you do with it is what matters.",
        "author": "Jim Butcher"
    },
    {
        "text": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "text": "Anger is an energy.",
        "author": "John Lydon"
    },
    {
        "text": "When angry, count to ten before you speak. If very angry, a hundred.",
        "author": "Thomas Jefferson"
    },
    {
        "text": "Anger, if not restrained, is frequently more hurtful to us than the injury that provokes it.",
        "author": "Seneca"
    },
    {
        "text": "Anger is an emotion, and emotions are fluid. They can be anything and everything at once.",
        "author": "Jhene Aiko"
    },
    {
        "text": "Never go to bed mad. Stay up and fight.",
        "author": "Phyllis Diller"
    },
    {
        "text": "Anger is a killing thing: it kills the man who angers, for each rage leaves him less than he had been before - it takes something from him.",
        "author": "Louis L'Amour"
    },
    {
        "text": "Anger is a natural response to feelings of hurt, betrayal, and embarrassment, among others.",
        "author": "Bryant H. McGill"
    },
    {
        "text": "Anger is often more hurtful than the injury that caused it.",
        "author": "Unknown"
    },
    {
        "text": "Bitterness is like cancer. It eats upon the host. But anger is like fire. It burns it all clean.",
        "author": "Maya Angelou"
    },
    {
        "text": "The worst tempered people I have ever met were those who knew that they were wrong.",
        "author": "David Letterman"
    },
    {
        "text": "Anger is one letter short of danger.",
        "author": "Eleanor Roosevelt"
    },
    {
        "text": "He who angers you conquers you.",
        "author": "Elizabeth Kenny"
    },
    {
        "text": "Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy.",
        "author": "Aristotle"
    },
    {
        "text": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
        "author": "Mark Twain"
    },
    {
        "text": "The more anger towards the past you carry in your heart, the less capable you are of loving in the present.",
        "author": "Barbara De Angelis"
    },
    {
        "text": "A man is about as big as the things that make him angry.",
        "author": "Winston Churchill"
    },
    {
        "text": "Anger is an emotion that can be controlled through conscious effort and practice.",
        "author": "Valerie J. Lewis Coleman"
    },
    {
        "text": "Anger makes you smaller, while forgiveness forces you to grow beyond what you are.",
        "author": "Cherie Carter-Scott"
    },
    {
        "text": "Anger and fear are the two emotions that bring out the worst in people.",
        "author": "Nelson DeMille"
    },
    {
        "text": "Anger is just a cowardly extension of sadness. It's a lot easier to be angry at someone than it is to tell them you're hurt.",
        "author": "Tom Gates"
    },
    {
        "text": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
        "author": "Mark Twain"
    },
    {
        "text": "When anger rises, think of the consequences.",
        "author": "Confucius"
    },
    {
        "text": "Holding on to anger is like drinking poison and expecting the other person to die.",
        "author": "Buddha"
    },
    {
        "text": "Anger is a wind which blows out the lamp of the mind.",
        "author": "Robert Green Ingersoll"
    },
    {
        "text": "Anger is often more hurtful than the injury that caused it.",
        "author": "Unknown"
    },
    {
        "text": "Anger is an energy that can destroy or create.",
        "author": "John Lydon"
    },
    {
        "text": "Don’t hold to anger, hurt or pain. They steal your energy and keep you from love.",
        "author": "Leo Buscaglia"
    },
    {
        "text": "Anger is like a storm rising up from the bottom of your consciousness. When you feel it coming, turn your focus to your breath.",
        "author": "Thich Nhat Hanh"
    },
    {
        "text": "The best fighter is never angry.",
        "author": "Lao Tzu"
    },
    {
        "text": "Anger and intolerance are the enemies of correct understanding.",
        "author": "Mohandas Gandhi"
    },
    {
        "text": "Anger is a temporary madness.",
        "author": "Horace"
    },
    {
        "text": "Anger makes you smaller, while forgiveness forces you to grow beyond what you are.",
        "author": "Cherie Carter-Scott"
    },
    {
        "text": "Anger is only one letter short of danger.",
        "author": "Eleanor Roosevelt"
    },
    {
        "text": "If you want to conquer the world, you must first conquer your own anger.",
        "author": "Confucius"
    },
    {
        "text": "It’s important to feel your feelings, but it’s also important not to let your feelings control you.",
        "author": "Unknown"
    },
    {
        "text": "Speak when you are angry and you will make the best speech you will ever regret.",
        "author": "Ambrose Bierce"
    },
    {
        "text": "Anger and jealousy can no more bear to lose sight of their objects than love.",
        "author": "George Eliot"
    },
    {
        "text": "Anger is like a boomerang, it always comes back.",
        "author": "Unknown"
    },
    {
        "text": "Anger is an emotion, not a behavior.",
        "author": "Lundy Bancroft"
    },
    {
        "text": "Sometimes we get angry, not because of what others say or do, but because of what we expect from them.",
        "author": "Unknown"
    },
    {
        "text": "When angry, count to ten before you speak. If very angry, count to one hundred.",
        "author": "Thomas Jefferson"
    },
    {
        "text": "Anger is often a signal that something needs to change.",
        "author": "Unknown"
    },
    {
        "text": "The angrier you get, the tighter the handcuffs get.",
        "author": "Jesse Ventura"
    },
    {
        "text": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
        "author": "Unknown"
    },
    {
        "text": "Anger is a wind which blows out the lamp of the mind.",
        "author": "Robert G. Ingersoll"
    },
    {
        "text": "Anger is often what pain looks like when it shows itself in public.",
        "author": "Krista Tippett"
    },
    {
        "text": "The first step in managing anger is to admit that you are angry.",
        "author": "Unknown"
    },
    {
        "text": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
        "author": "Mark Twain"
    },
    {
        "text": "Anybody can become angry – that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way – that is not within everybody’s power and is not easy.",
        "author": "Aristotle"
    },
    {
        "text": "Anger is an emotion, not a weapon.",
        "author": "Unknown"
    }
]