[
    {
        "text": "Fashion is not something that exists in dresses only. Fashion is in the sky, in the street; fashion has to do with ideas, the way we live, what is happening.",
        "author": "Coco Chanel"
    },
    {
        "text": "Elegance is not about being noticed, it's about being remembered.",
        "author": "Giorgio Armani"
    },
    {
        "text": "Beauty begins the moment you decide to be yourself.",
        "author": "Coco Chanel"
    },
    {
        "text": "Fashion is about dressing according to what’s fashionable. Style is more about being yourself.",
        "author": "Oscar de la Renta"
    },
    {
        "text": "The best things in life are free. The second-best are very expensive.",
        "author": "Coco Chanel"
    },
    {
        "text": "You can never be overdressed or overeducated.",
        "author": "Oscar Wilde"
    },
    {
        "text": "Fashion is like eating, you shouldn't stick to the same menu.",
        "author": "Kenzo Takada"
    },
    {
        "text": "I don't do fashion, I am fashion.",
        "author": "Coco Chanel"
    },
    {
        "text": "Fashion is what you buy, style is what you do with it.",
        "author": "Unknown"
    },
    {
        "text": "Fashion is about dreaming and making other people dream.",
        "author": "Donatella Versace"
    },
    {
        "text": "Simplicity is the ultimate sophistication.",
        "author": "Leonardo da Vinci"
    },
    {
        "text": "I like my money right where I can see it…hanging in my closet.",
        "author": "Carrie Bradshaw"
    },
    {
        "text": "Fashion is the armor to survive the reality of everyday life.",
        "author": "Bill Cunningham"
    },
    {
        "text": "I think there is beauty in everything. What ‘normal’ people perceive as ugly, I can usually see something of beauty in it.",
        "author": "Alexander McQueen"
    },
    {
        "text": "In order to be irreplaceable one must always be different.",
        "author": "Coco Chanel"
    },
    {
        "text": "Life is a party, dress like it.",
        "author": "Audrey Hepburn"
    },
    {
        "text": "Fashion is about suspense, surprise, and fantasy. It’s not about rules.",
        "author": "Walt Disney"
    },
    {
        "text": "I have always believed that fashion was not only to make women more beautiful, but also to reassure them, give them confidence.",
        "author": "Yves Saint Laurent"
    },
    {
        "text": "You can have anything you want in life if you dress for it.",
        "author": "Edith Head"
    },
    {
        "text": "Fashion is the most powerful art there is. It’s movement, design, and architecture all in one. It shows the world who we are and who we’d like to be.",
        "author": "Blair Waldorf"
    },
    {
        "text": "Fashion is like a language. Some know it, some learn it, some never will – like an instinct.",
        "author": "Edith Head"
    },
    {
        "text": "Style is a way to say who you are without having to speak.",
        "author": "Rachel Zoe"
    },
    {
        "text": "You either know fashion or you don't.",
        "author": "Anna Wintour"
    },
    {
        "text": "Fashion should be a form of escapism and not a form of imprisonment.",
        "author": "Alexander McQueen"
    },
    {
        "text": "You can’t buy happiness, but you can buy a new outfit, and that’s kind of the same thing.",
        "author": "Unknown"
    },
    {
        "text": "Elegance is the only beauty that never fades.",
        "author": "Audrey Hepburn"
    },
    {
        "text": "Fashion is not something that you can buy. It is something that is reflected in the way you talk, the way you walk, and the way you carry yourself.",
        "author": "Unknown"
    },
    {
        "text": "Fashion is the art of expression that allows you to show the world who you are and what you stand for.",
        "author": "Unknown"
    },
    {
        "text": "I don't design clothes. I design dreams.",
        "author": "Ralph Lauren"
    },
    {
        "text": "I think there is beauty in everything. What ‘normal’ people would perceive as ugly, I can usually see something of beauty in it.",
        "author": "Alexander McQueen"
    },
    {
        "text": "Fashion is a trend. Style lives within a person.",
        "author": "Oscar de la Renta"
    },
    {
        "text": "Fashion is very important. It is life-enhancing and, like everything that gives pleasure, it is worth doing well.",
        "author": "Vivienne Westwood"
    },
    {
        "text": "Fashion is architecture: it is a matter of proportions.",
        "author": "Coco Chanel"
    },
    {
        "text": "I always find beauty in things that are odd and imperfect – they are much more interesting.",
        "author": "Marc Jacobs"
    },
    {
        "text": "To be successful, one has to be one of three bees – the queen bee, the hardest working bee, or the bee that does not fit in.",
        "author": "Suzy Kassem"
    },
    {
        "text": "Clothes mean nothing until someone lives in them.",
        "author": "Marc Jacobs"
    },
    {
        "text": "Fashion is not necessarily about labels. It's not about brands. It's about something else that comes from within you.",
        "author": "Ralph Lauren"
    },
    {
        "text": "Fashion is a tool. It allows you to express yourself, your mood, and your personality.",
        "author": "Unknown"
    },
    {
        "text": "People will stare. Make it worth their while.",
        "author": "Harry Winston"
    },
    {
        "text": "The most important thing to remember is that you can wear all the greatest clothes and all the greatest shoes, but you’ve got to have a good spirit on the inside. That’s what’s really going to make you look like you’re ready to rock the world.",
        "author": "Alicia Keys"
    },
    {
        "text": "I don't believe in fashion. I believe in costume. Life is too short to be the same person every day.",
        "author": "Stephanie Perkins"
    },
    {
        "text": "The joy of dressing is an art.",
        "author": "John Galliano"
    },
    {
        "text": "Fashion is a way to say who you are without having to speak.",
        "author": "Unknown"
    },
    {
        "text": "I love being a woman and I love the power we have.",
        "author": "Diane von Furstenberg"
    },
    {
        "text": "You can never take too much care over the choice of your shoes. Too many women think that they are unimportant, but the real proof of an elegant woman is what is on her feet.",
        "author": "Christian Dior"
    },
    {
        "text": "Life is too short to wear boring clothes.",
        "author": "Unknown"
    },
    {
        "text": "Dress shabbily and they remember the dress; dress impeccably and they remember the woman.",
        "author": "Coco Chanel"
    },
    {
        "text": "Fashion is not something that exists in dresses only. Fashion is in the sky, in the street; fashion has to do with ideas, the way we live, what is happening.",
        "author": "Coco Chanel"
    },
    {
        "text": "Fashion is a way to express yourself without having to speak.",
        "author": "Rachel Zoe"
    },
    {
        "text": "In order to be irreplaceable one must always be different.",
        "author": "Coco Chanel"
    },
    {
        "text": "You can't be ugly and have a beautiful soul. It's the other way around – you can't have an ugly soul and be beautiful.",
        "author": "Unknown"
    },
    {
        "text": "Fashion is like eating, you shouldn't stick to the same menu.",
        "author": "Kenzo Takada"
    },
    {
        "text": "Fashion is what you're offered four times a year by designers. And style is what you choose.",
        "author": "Lauren Hutton"
    },
    {
        "text": "The best things in life are free. The second-best are very expensive.",
        "author": "Coco Chanel"
    },
    {
        "text": "Elegance is the only beauty that never fades.",
        "author": "Audrey Hepburn"
    },
    {
        "text": "Fashion should be a form of escapism and not a form of imprisonment.",
        "author": "Alexander McQueen"
    },
    {
        "text": "I don't do fashion, I am fashion.",
        "author": "Coco Chanel"
    },
    {
        "text": "Fashion is a way to say who you are without having to speak.",
        "author": "Rachel Zoe"
    },
    {
        "text": "Simplicity is the ultimate sophistication.",
        "author": "Leonardo da Vinci"
    }
]