[
    {
        "text": "Life is like riding a bicycle, to keep your balance you must keep moving.",
        "author": "Albert Einstein"
    },
    {
        "text": "Life is short, but my bike ride is long.",
        "author": "null"
    },
    {
        "text": "The bicycle is a curious vehicle. Its passenger is its engine.",
        "author": "John Howard"
    },
    {
        "text": "I want to ride my bicycle, I want to ride it where I like.",
        "author": "Freddie Mercury"
    },
    {
        "text": "The bicycle is the noblest invention of mankind.",
        "author": "William Saroyan"
    },
    {
        "text": "The bicycle, the bicycle surely, should always be the vehicle of novelists and poets.",
        "author": "Christopher Morley"
    },
    {
        "text": "The bicycle is just as good company as most husbands and, when it gets old and shabby, a woman can dispose of it and get a new one without shocking the entire community.",
        "author": "Ann Strong"
    },
    {
        "text": "A bicycle ride around the world begins with a single pedal stroke.",
        "author": "Scott Stoll"
    },
    {
        "text": "Melancholy is incompatible with bicycling.",
        "author": "James E. Starrs"
    },
    {
        "text": "Life is like a ten-speed bicycle. Most of us have gears we never use.",
        "author": "Charles M. Schulz"
    },
    {
        "text": "When life gets complicated, I ride.",
        "author": "null"
    },
    {
        "text": "A bicycle does get you there and more... And there is always the thin edge of danger to keep you alert and comfortably apprehensive.",
        "author": "Bill Emerson"
    },
    {
        "text": "A bicycle ride is a flight from sadness.",
        "author": "James E. Starrs"
    },
    {
        "text": "Every time I see an adult on a bicycle, I no longer despair for the future of the human race.",
        "author": "H.G. Wells"
    },
    {
        "text": "A bicycle is a revolution on wheels.",
        "author": "null"
    },
    {
        "text": "I like my money right where I can see it: hanging from my bicycle handlebar.",
        "author": "null"
    },
    {
        "text": "The best rides are the ones where you bite off much more than you can chew, and live through it.",
        "author": "Doug Bradbury"
    },
    {
        "text": "The bicycle is just as good company as most husbands and, when it gets old and shabby, a woman can dispose of it and get a new one without shocking the entire community.",
        "author": "Ann Strong"
    },
    {
        "text": "A bicycle ride is a flight from sadness.",
        "author": "James E. Starrs"
    },
    {
        "text": "I have always struggled to achieve excellence. One thing that cycling has taught me is that if you can achieve something without a struggle, it's not going to be satisfying.",
        "author": "Greg LeMond"
    },
    {
        "text": "Bicycling is the nearest approximation I know to the flight of birds. The airplane simply carries a man on its back like an obedient Pegasus; it gives him no wings of his own.",
        "author": "Louis J. Halle"
    },
    {
        "text": "The bicycle is a former child's toy that has now been elevated to icon status because, presumably, it can move the human form from pillar to post without damage to the environment.",
        "author": "Brock Yates"
    },
    {
        "text": "The bicycle is a simple solution to some of the world's most complicated problems.",
        "author": "Bill Strickland"
    },
    {
        "text": "Life is like riding a bicycle. In order to keep your balance, you must keep moving.",
        "author": "Albert Einstein"
    },
    {
        "text": "When in doubt, pedal it out.",
        "author": "null"
    },
    {
        "text": "A bicycle ride is a flight from sadness.",
        "author": "James E. Starrs"
    },
    {
        "text": "Whenever I see an adult on a bicycle, I have hope for the human race.",
        "author": "H.G. Wells"
    },
    {
        "text": "Learn to ride a bicycle. You will not regret it if you live.",
        "author": "Mark Twain"
    },
    {
        "text": "Life is like riding a bicycle - to keep your balance, you must keep moving.",
        "author": "Albert Einstein"
    },
    {
        "text": "Biking is not just about the destination, it's about the journey.",
        "author": "Unknown"
    },
    {
        "text": "The best rides are the ones where you bite off much more than you can chew and live through it.",
        "author": "Doug Bradbury"
    },
    {
        "text": "You can't be sad while riding a bicycle.",
        "author": "Unknown"
    },
    {
        "text": "I'm on a roll, on my way, I'm in control, oh, and I can't let go.",
        "author": "Ashley Tisdale"
    },
    {
        "text": "When in doubt, pedal it out.",
        "author": "Unknown"
    },
    {
        "text": "Life is short, but the ride is long.",
        "author": "Unknown"
    },
    {
        "text": "Don't waste your time looking back, you're not going that way.",
        "author": "Unknown"
    },
    {
        "text": "A bike ride a day keeps the doctor away.",
        "author": "Unknown"
    },
    {
        "text": "My best ideas come to me when I'm riding my bike.",
        "author": "Unknown"
    },
    {
        "text": "No matter how bad your day is, your bike is always there for you.",
        "author": "Unknown"
    },
    {
        "text": "The best view comes after the hardest climb.",
        "author": "Unknown"
    },
    {
        "text": "A bicycle ride around the world begins with a single pedal stroke.",
        "author": "Scott Stoll"
    },
    {
        "text": "The only time I feel alive is when I'm riding my bike.",
        "author": "Unknown"
    },
    {
        "text": "I feel my best when I'm on my bike.",
        "author": "Unknown"
    },
    {
        "text": "The journey of life is like a man riding a bicycle. We know he got on the bicycle and started to move. We know that at some point he will stop and get off. We know that if he stops moving and does not get off he will fall off.",
        "author": "William Golding"
    },
    {
        "text": "You never know what you're capable of until you get on a bike and ride.",
        "author": "Unknown"
    },
    {
        "text": "Life is like a ten-speed bike. Most of us have gears we never use.",
        "author": "Charles M. Schulz"
    },
    {
        "text": "I bike to escape from reality, but at the same time, I feel it helps me get closer to the real me.",
        "author": "Unknown"
    },
    {
        "text": "Riding a bike is like an art, something you do because you feel something inside.",
        "author": "Valentino Rossi"
    },
    {
        "text": "Biking: the cheapest therapy you can find.",
        "author": "Unknown"
    },
    {
        "text": "You can't buy happiness, but you can buy a bike and that's pretty close.",
        "author": "Unknown"
    },
    {
        "text": "Cycling is a healthy and rewarding activity that can be enjoyed by people of all ages, from young children to older adults.",
        "author": "Unknown"
    },
    {
        "text": "Two wheels move the soul.",
        "author": "Unknown"
    },
    {
        "text": "You don't have to be a hero to accomplish great things. You can just be a simple chap, sufficiently motivated to reach challenging goals.",
        "author": "Sir Edmund Hillary"
    },
    {
        "text": "A bike ride is the perfect way to escape the noise and bustle of the city and experience nature.",
        "author": "Unknown"
    },
    {
        "text": "Life is like a bicycle, to keep your balance, you must keep moving.",
        "author": "Unknown"
    },
    {
        "text": "When life gets complicated, I ride.",
        "author": "Unknown"
    },
    {
        "text": "Life is better on a bike.",
        "author": "Unknown"
    },
    {
        "text": "I ride to feel alive.",
        "author": "Unknown"
    },
    {
        "text": "Every time I see an adult on a bicycle, I no longer despair for the future of the human race.",
        "author": "H.G. Wells"
    }
]