[
    {
        "text": "Another year older, but still looking fabulous!",
        "author": "null"
    },
    {
        "text": "Cheers to a new year and another chance to get it right.",
        "author": "Oprah Winfrey"
    },
    {
        "text": "A little bit older, a lot more fabulous.",
        "author": "null"
    },
    {
        "text": "It's my party and I'll cry if I want to... but I won't, because I'm too busy celebrating!",
        "author": "null"
    },
    {
        "text": "Birthday calories don't count.",
        "author": "null"
    },
    {
        "text": "Birthdays are nature's way of telling us to eat more cake.",
        "author": "Edward Morykwas"
    },
    {
        "text": "Growing old is mandatory, but growing up is optional.",
        "author": "Walt Disney"
    },
    {
        "text": "Another year of adventures, memories, and blessings.",
        "author": "null"
    },
    {
        "text": "Age is just a number, but the memories and experiences are priceless.",
        "author": "null"
    },
    {
        "text": "The more candles, the bigger the wish.",
        "author": "null"
    },
    {
        "text": "Here's to another year of blessings and happiness!",
        "author": "null"
    },
    {
        "text": "Today is not just another day. It's a reminder that I'm still alive, and I'm grateful for that.",
        "author": "null"
    },
    {
        "text": "A year wiser, a year more fabulous.",
        "author": "null"
    },
    {
        "text": "I'm not getting older, I'm leveling up!",
        "author": "null"
    },
    {
        "text": "Birthdays are like wine, they get better with age.",
        "author": "null"
    },
    {
        "text": "May all your wishes come true on this special day.",
        "author": "null"
    },
    {
        "text": "I don't know about you, but I'm feeling __ years old today.",
        "author": "null"
    },
    {
        "text": "Happy birthday to someone who is forever young.",
        "author": "null"
    },
    {
        "text": "Another year, another reason to celebrate!",
        "author": "null"
    },
    {
        "text": "Aging like a fine wine, getting better with time.",
        "author": "null"
    },
    {
        "text": "Today is the oldest you've ever been, and the youngest you'll ever be again.",
        "author": "Eleanor Roosevelt"
    },
    {
        "text": "On this day, a queen/king was born.",
        "author": "null"
    },
    {
        "text": "Birthdays are a time to reflect on the memories of yesterday, the joys of today, and the dreams of tomorrow.",
        "author": "null"
    },
    {
        "text": "Here's to celebrating another year of life and love.",
        "author": "null"
    },
    {
        "text": "Another year of blessings, laughter, and love.",
        "author": "null"
    },
    {
        "text": "Happy birthday to someone who deserves the world.",
        "author": "null"
    },
    {
        "text": "Another year of growth, change, and endless possibilities.",
        "author": "null"
    },
    {
        "text": "Another year to be grateful for the gift of life.",
        "author": "null"
    },
    {
        "text": "Aging is not lost youth but a new stage of opportunity and strength.",
        "author": "Betty Friedan"
    },
    {
        "text": "Another year to create precious memories with the ones I love.",
        "author": "null"
    },
    {
        "text": "May your birthday be filled with joy and laughter, and may the coming year bring you all the happiness you deserve.",
        "author": "null"
    },
    {
        "text": "Cheers to a new year of life, love, and adventure!",
        "author": "null"
    },
    {
        "text": "Happy birthday to someone who's forever young!",
        "author": "null"
    },
    {
        "text": "Life is too short to not celebrate every moment, especially birthdays!",
        "author": "null"
    },
    {
        "text": "It's your birthday, so let's party like it's your birthday!",
        "author": "null"
    },
    {
        "text": "Another year of blessings, another year of joy. Happy birthday!",
        "author": "null"
    },
    {
        "text": "Here's to hoping that your birthday is as amazing as you are!",
        "author": "null"
    },
    {
        "text": "Age is just a number, and you wear it well! Happy birthday!",
        "author": "null"
    },
    {
        "text": "You only get one life, so celebrate every birthday like it's your last!",
        "author": "null"
    },
    {
        "text": "Wishing you a birthday filled with love, laughter, and all your favorite things!",
        "author": "null"
    },
    {
        "text": "Life is a gift, and so are birthdays. Enjoy every moment!",
        "author": "null"
    },
    {
        "text": "Another year, another reason to celebrate how amazing you are! Happy birthday!",
        "author": "null"
    },
    {
        "text": "Birthdays are nature's way of telling us to eat more cake!",
        "author": "null"
    },
    {
        "text": "The more candles, the bigger the wish! Happy birthday!",
        "author": "null"
    },
    {
        "text": "Here's to a birthday filled with love, joy, and plenty of cake!",
        "author": "null"
    },
    {
        "text": "May your birthday be as sweet as cake and as memorable as a special day can be!",
        "author": "null"
    },
    {
        "text": "Happy birthday to someone who only gets better with age!",
        "author": "null"
    },
    {
        "text": "You're not getting older, you're getting better! Happy birthday!",
        "author": "null"
    },
    {
        "text": "May your birthday be filled with all the love and happiness you deserve!",
        "author": "null"
    },
    {
        "text": "Wishing you a birthday that's as wonderful and unique as you are!",
        "author": "null"
    },
    {
        "text": "It's your birthday, so let's make it a day to remember!",
        "author": "null"
    },
    {
        "text": "Happy birthday to someone who's always young at heart!",
        "author": "null"
    },
    {
        "text": "Don't count the years, make the years count! Happy birthday!",
        "author": "null"
    },
    {
        "text": "Birthdays are the perfect excuse to indulge in all your favorite things! Enjoy!",
        "author": "null"
    },
    {
        "text": "You're not just a year older, you're a year wiser! Happy birthday!",
        "author": "null"
    },
    {
        "text": "May your birthday be filled with sunshine, smiles, and all the things that make you happy!",
        "author": "null"
    },
    {
        "text": "Wishing you a birthday that's as amazing as you are!",
        "author": "null"
    },
    {
        "text": "On your birthday, don't just count the candles, count the memories too!",
        "author": "null"
    },
    {
        "text": "Happy birthday to someone who always knows how to make others smile!",
        "author": "null"
    },
    {
        "text": "May your birthday be as bright and beautiful as you are!",
        "author": "null"
    },
    {
        "text": "Here's to a birthday filled with love, laughter, and all your favorite people!",
        "author": "null"
    },
    {
        "text": "Cheers to another year of adventures and memories!",
        "author": "null"
    },
    {
        "text": "Happy birthday to someone who makes the world a brighter place.",
        "author": "null"
    },
    {
        "text": "Celebrating you on your special day!",
        "author": "null"
    },
    {
        "text": "Age is just a number, and you wear it well!",
        "author": "null"
    },
    {
        "text": "Wishing you love, happiness, and lots of cake on your birthday.",
        "author": "null"
    },
    {
        "text": "Here's to the start of another wonderful year!",
        "author": "null"
    },
    {
        "text": "Happy birthday to someone who always knows how to have a good time.",
        "author": "null"
    },
    {
        "text": "May your birthday be as amazing as you are!",
        "author": "null"
    },
    {
        "text": "Another year wiser, another year more fabulous!",
        "author": "null"
    },
    {
        "text": "Today is all about you - happy birthday!",
        "author": "null"
    },
    {
        "text": "A very happy birthday to a very special person.",
        "author": "null"
    },
    {
        "text": "Cheers to a new year of opportunities and adventures!",
        "author": "null"
    },
    {
        "text": "It's your birthday - let's eat cake and celebrate!",
        "author": "null"
    },
    {
        "text": "Birthdays are good for you - the more you have, the longer you live!",
        "author": "null"
    },
    {
        "text": "You deserve the best on your birthday and always.",
        "author": "null"
    },
    {
        "text": "Wishing you a year filled with laughter, love, and joy.",
        "author": "null"
    },
    {
        "text": "Let's raise a glass to another year of awesomeness!",
        "author": "null"
    },
    {
        "text": "Happy birthday to someone who makes life more beautiful just by being in it.",
        "author": "null"
    },
    {
        "text": "You're not getting older, you're getting better!",
        "author": "null"
    },
    {
        "text": "It's your birthday - time to let your hair down and have some fun!",
        "author": "null"
    },
    {
        "text": "May your birthday be as wonderful as you are!",
        "author": "null"
    },
    {
        "text": "You're another year older and another year more amazing!",
        "author": "null"
    },
    {
        "text": "Happy birthday to someone who always knows how to light up a room.",
        "author": "null"
    },
    {
        "text": "Celebrating the day you were born and the amazing person you've become.",
        "author": "null"
    },
    {
        "text": "Here's to another year of dreams coming true and wishes being granted!",
        "author": "null"
    },
    {
        "text": "Happy birthday to a true gem of a person.",
        "author": "null"
    },
    {
        "text": "Wishing you all the happiness and joy you deserve on your special day.",
        "author": "null"
    },
    {
        "text": "On your birthday, may you be surrounded by love and laughter.",
        "author": "null"
    },
    {
        "text": "Another year of life, another year of blessings. Happy birthday!",
        "author": "null"
    },
    {
        "text": "Here's to another year of making amazing memories together!",
        "author": "null"
    }
]