[
    {
        "text": "It is better to have loved and lost than never to have loved at all.",
        "author": "Alfred Lord Tennyson"
    },
    {
        "text": "The pain of parting is nothing to the joy of meeting again.",
        "author": "Charles Dickens"
    },
    {
        "text": "I used to think the worst thing in life was to end up all alone. It's not. The worst thing in life is to end up with people who make you feel all alone.",
        "author": "Robin Williams"
    },
    {
        "text": "The best way to heal a broken heart, it turns out, is to find a way to move past the hurt.",
        "author": "Mary Kay Andrews"
    },
    {
        "text": "You never lose by loving. You always lose by holding back.",
        "author": "Barbara De Angelis"
    },
    {
        "text": "Sometimes good things fall apart so better things can fall together.",
        "author": "Marilyn Monroe"
    },
    {
        "text": "The heart was made to be broken.",
        "author": "Oscar Wilde"
    },
    {
        "text": "Relationships end, but they don't end your life.",
        "author": "Steve Martin"
    },
    {
        "text": "You can't buy love, but you can pay heavily for it.",
        "author": "Henny Youngman"
    },
    {
        "text": "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny.",
        "author": "Steve Maraboli"
    },
    {
        "text": "You can't keep dancing with the devil and ask why you're still in hell.",
        "author": "Unknown"
    },
    {
        "text": "It's sad when someone you know becomes someone you knew.",
        "author": "Henry Rollins"
    },
    {
        "text": "When I get sad, I stop being sad and be awesome instead.",
        "author": "Neil Patrick Harris"
    },
    {
        "text": "You can't give your heart to a wild thing.",
        "author": "Truman Capote"
    },
    {
        "text": "The saddest thing about love is that not only that it cannot last forever, but that heartbreak is soon forgotten.",
        "author": "William Faulkner"
    },
    {
        "text": "If you love someone, set them free. If they come back, they're yours; if they don't, they never were.",
        "author": "Richard Bach"
    },
    {
        "text": "You are responsible for your own happiness. If you expect others to make you happy, you will always be disappointed.",
        "author": "Unknown"
    },
    {
        "text": "Life always waits for some crisis to occur before revealing itself at its most brilliant.",
        "author": "Paulo Coelho"
    },
    {
        "text": "Nothing in the universe can stop you from letting go and starting over.",
        "author": "Guy Finley"
    },
    {
        "text": "The hardest part about walking away from someone is the part where you realize that, no matter how slowly you go, they will never run after you.",
        "author": "Unknown"
    },
    {
        "text": "The pain of a breakup is not the end of the road. It's just a detour.",
        "author": "Marjorie Pay Hinckley"
    },
    {
        "text": "Sometimes, two people have to fall apart to realize how much they need to fall back together.",
        "author": "Colleen Hoover"
    },
    {
        "text": "Love is never lost. If not reciprocated, it will flow back and soften and purify the heart.",
        "author": "Washington Irving"
    },
    {
        "text": "The only way to get over a broken heart is to find a new one.",
        "author": "Jamie Ford"
    },
    {
        "text": "It is better to be alone than to be with someone who makes you feel alone.",
        "author": "Robin Williams"
    },
    {
        "text": "You can't go back and change the beginning, but you can start where you are and change the ending.",
        "author": "C.S. Lewis"
    },
    {
        "text": "The greatest gift you can give someone is your own personal development. I used to say, \"If you will take care of me, I will take care of you.\" Now I say, \"I will take care of me for you, if you will take care of you for me.\"",
        "author": "Jim Rohn"
    },
    {
        "text": "Don't cry because it's over, smile because it happened.",
        "author": "Dr. Seuss"
    },
    {
        "text": "Sometimes good things fall apart so better things can come together.",
        "author": "Marilyn Monroe"
    },
    {
        "text": "Sometimes good things fall apart so better things can fall together.",
        "author": "Marilyn Monroe"
    },
    {
        "text": "It is better to have loved and lost than never to have loved at all.",
        "author": "Alfred Lord Tennyson"
    },
    {
        "text": "Sometimes the person you want most is the person you're best without.",
        "author": "Anonymous"
    },
    {
        "text": "Breaking up is like having the worst nightmare after having the best dream.",
        "author": "Anonymous"
    },
    {
        "text": "It's better to be unhappy alone than unhappy with someone.",
        "author": "Marilyn Monroe"
    },
    {
        "text": "The most painful goodbyes are the ones that are never said and never explained.",
        "author": "Anonymous"
    },
    {
        "text": "You can't start the next chapter of your life if you keep re-reading the last one.",
        "author": "Anonymous"
    },
    {
        "text": "You can love them, forgive them, want good things for them...but still move on without them.",
        "author": "Mandy Hale"
    },
    {
        "text": "Some things are just not meant to be.",
        "author": "Anonymous"
    },
    {
        "text": "When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one which has opened for us.",
        "author": "Alexander Graham Bell"
    },
    {
        "text": "Never regret yesterday. Life is in you today, and you make your tomorrow.",
        "author": "L. Ron Hubbard"
    },
    {
        "text": "The hardest part about breaking up is letting go of the last piece of your heart.",
        "author": "Anonymous"
    },
    {
        "text": "A broken heart is just the growing pains necessary so that you can love more completely when the real thing comes along.",
        "author": "J.S.B. Morse"
    },
    {
        "text": "It's painful to see someone you love with someone else, but it's more painful to know that someone else is making them happier than you ever did.",
        "author": "Anonymous"
    },
    {
        "text": "The only way to truly move on from a bad relationship is to learn from it, let go, and never look back.",
        "author": "Anonymous"
    },
    {
        "text": "Sometimes we must undergo hardships, breakups, and narcissistic wounds, which shatter the flattering image that we had of ourselves, in order to discover two truths: that we are not who we thought we were; and that the loss of a cherished pleasure is not necessarily the loss of true happiness and well-being.",
        "author": "Jean-Yves Leloup"
    },
    {
        "text": "Never let a bad person change your inner goodness.",
        "author": "Karen Salmansohn"
    },
    {
        "text": "Some of us think holding on makes us strong, but sometimes it is letting go.",
        "author": "Hermann Hesse"
    },
    {
        "text": "Don't cry because it's over, smile because it happened.",
        "author": "Dr. Seuss"
    },
    {
        "text": "A breakup is like a broken mirror. It is better to leave it broken than to hurt yourself trying to fix it.",
        "author": "Anonymous"
    },
    {
        "text": "Pain is inevitable. Suffering is optional.",
        "author": "M. Kathleen Casey"
    },
    {
        "text": "It's not the breakup that hurts the most, but the post-traumatic stress that follows it.",
        "author": "Susan J. Elliott"
    },
    {
        "text": "You may think the worst thing in life is losing someone you love. But I think the worst thing is losing yourself in the process of loving someone too much.",
        "author": "Julie Johnson"
    },
    {
        "text": "I used to think that asking for help was a sign of weakness, but then I learned that the strongest people are the ones who ask for help when they need it.",
        "author": "Unknown"
    },
    {
        "text": "Hearts will never be practical until they are made unbreakable.",
        "author": "The Wizard of Oz"
    },
    {
        "text": "It hurts to let go, but sometimes it hurts more to hold on.",
        "author": "Anonymous"
    },
    {
        "text": "I'm thankful for my struggle because without it, I wouldn't have stumbled across my strength.",
        "author": "Anonymous"
    }
]