[
    {
        "text": "Culture is the arts elevated to a set of beliefs.",
        "author": "Thomas Wolfe"
    },
    {
        "text": "Culture makes people understand each other better.",
        "author": "Chinua Achebe"
    },
    {
        "text": "Culture is the name for what people are interested in.",
        "author": "Susan Sontag"
    },
    {
        "text": "Culture is the widening of the mind and of the spirit.",
        "author": "Jawaharlal Nehru"
    },
    {
        "text": "Culture is the sum of all the forms of art, of love, and of thought.",
        "author": "Friedrich Nietzsche"
    },
    {
        "text": "The beauty of the world lies in the diversity of its cultures.",
        "author": "Anonymous"
    },
    {
        "text": "Culture is the arts of collective intelligence.",
        "author": "Marshall McLuhan"
    },
    {
        "text": "Culture is a way of coping with the world by defining it in detail.",
        "author": "Malcolm Bradbury"
    },
    {
        "text": "Culture is the habit of being pleased with the best and knowing why.",
        "author": "Henry Van Dyke"
    },
    {
        "text": "Culture is the social behavior and norms found in human societies.",
        "author": "Anonymous"
    },
    {
        "text": "Culture is the process by which a person becomes all that they were created capable of being.",
        "author": "Thomas Carlyle"
    },
    {
        "text": "Culture is a way of life. It includes the customs, beliefs, values, art, and music of a particular group or society.",
        "author": "Anonymous"
    },
    {
        "text": "A culture is only as great as its dreams, and its dreams are dreamed by artists.",
        "author": "L. P. Hartley"
    },
    {
        "text": "Culture is a matrix of infinite possibilities and choices.",
        "author": "Hans-Georg Gadamer"
    },
    {
        "text": "Culture is the expression of our nature in our modes of living, and so it varies infinitely.",
        "author": "J. H. Plumb"
    },
    {
        "text": "Culture is the widening of the mind and of the spirit.",
        "author": "Jawaharlal Nehru"
    },
    {
        "text": "Culture is the intersection of people and life itself.",
        "author": "Anonymous"
    },
    {
        "text": "Culture is the name for what people are interested in, their thoughts, their models, the books they read and the speeches they hear.",
        "author": "Walter Lippmann"
    },
    {
        "text": "Culture is the name for every pattern, every idea, and every product of a society that has been given value and meaning.",
        "author": "Margaret Mead"
    },
    {
        "text": "Culture is the glue that binds us together.",
        "author": "Anonymous"
    },
    {
        "text": "Culture is what we make of the world.",
        "author": "Joost Meerloo"
    },
    {
        "text": "Culture is the arts elevated to a set of beliefs.",
        "author": "Thomas Wolfe"
    },
    {
        "text": "Culture is the arts made manifest in our lives.",
        "author": "Anonymous"
    },
    {
        "text": "Culture is the sum of all the forms of art, of love, and of thought.",
        "author": "Friedrich Nietzsche"
    },
    {
        "text": "Culture is the sum total of human expression.",
        "author": "Raymond Williams"
    },
    {
        "text": "Culture is the way of life of a people, and it is reflected in their daily activities, their customs, their beliefs, and their art.",
        "author": "Anonymous"
    },
    {
        "text": "Culture is what we live for. It is the story we tell ourselves about ourselves.",
        "author": "Clifford Geertz"
    },
    {
        "text": "Culture is the means by which we gain control of our world.",
        "author": "Sidney Jourard"
    },
    {
        "text": "Culture is the process by which a person becomes all that they were created capable of being.",
        "author": "Thomas Carlyle"
    },
    {
        "text": "Culture is the shared values, beliefs, customs, behaviors, and artifacts that characterize a group or organization.",
        "author": "Edgar Schein"
    },
    {
        "text": "Culture is the way we learn to live together in a complex and changing world.",
        "author": "Margaret Mead"
    },
    {
        "text": "Culture is the arts elevated to a set of beliefs.",
        "author": "Thomas Wolfe"
    },
    {
        "text": "Culture makes people understand each other better.",
        "author": "T.S. Eliot"
    },
    {
        "text": "Culture is the widening of the mind and of the spirit.",
        "author": "Jawaharlal Nehru"
    },
    {
        "text": "Culture is a way of coping with the world by defining it.",
        "author": "Malcolm Bradbury"
    },
    {
        "text": "Culture is the name for what people are interested in.",
        "author": "Susan Sontag"
    },
    {
        "text": "A nation's culture resides in the hearts and in the soul of its people.",
        "author": "Mahatma Gandhi"
    },
    {
        "text": "Culture is not just arts and letters, but also the way we live, our fundamental beliefs and values.",
        "author": "Ronald Reagan"
    },
    {
        "text": "Culture is a way of life. It's not just about what we see or hear, it's about what we believe in and how we behave.",
        "author": "Queen Rania of Jordan"
    },
    {
        "text": "Culture is the sum total of all the things that a person learns, including beliefs, values, knowledge, skills, and attitudes.",
        "author": "Charles W. L. Hill"
    },
    {
        "text": "Culture is a way of life shared by a group of people, including beliefs, values, customs, behaviors, and artifacts that they have in common.",
        "author": "Richard L. Daft"
    },
    {
        "text": "Culture is a powerful tool for building bridges between people of different backgrounds.",
        "author": "Hillary Clinton"
    },
    {
        "text": "Culture is a way of understanding and appreciating the differences that exist between people, and recognizing the similarities that connect us all.",
        "author": "Azar Nafisi"
    },
    {
        "text": "Culture is the social heritage of a group of people, passed on from generation to generation.",
        "author": "Saul Bellow"
    },
    {
        "text": "Culture is not just a set of practices and beliefs, it's the foundation of our identity as a people.",
        "author": "Barack Obama"
    },
    {
        "text": "Culture is the glue that holds a society together.",
        "author": "Paul E. Farmer"
    },
    {
        "text": "Culture is the way in which people behave, think, and feel.",
        "author": "Margaret Mead"
    }
]