[
    {
        "text": "Continuous learning is the minimum requirement for success in any field.",
        "author": "Dennis Waitley"
    },
    {
        "text": "If you want something you never had, you have to do something you've never done.",
        "author": "Thomas Jefferson"
    },
    {
        "text": "The only way to do great work is to love what you do.",
        "author": "Steve Jobs"
    },
    {
        "text": "Don’t be afraid to give up the good to go for the great.",
        "author": "John D. Rockefeller"
    },
    {
        "text": "If you don't design your own life plan, chances are you'll fall into someone else's plan.",
        "author": "Jim Rohn"
    },
    {
        "text": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
        "author": "Winston Churchill"
    },
    {
        "text": "The difference between ordinary and extraordinary is that little extra.",
        "author": "Jimmy Johnson"
    },
    {
        "text": "If you want to achieve greatness stop asking for permission.",
        "author": "Unknown"
    },
    {
        "text": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.",
        "author": "Christian D. Larson"
    },
    {
        "text": "Don’t watch the clock; do what it does. Keep going.",
        "author": "Sam Levenson"
    },
    {
        "text": "If you look at what you have in life, you'll always have more. If you look at what you don't have in life, you'll never have enough.",
        "author": "Oprah Winfrey"
    },
    {
        "text": "If you want to make your dreams come true, the first thing you have to do is wake up.",
        "author": "J.M. Power"
    },
    {
        "text": "The biggest challenge in the world is being yourself… and I bet you’re going to nail it!",
        "author": "Unknown"
    },
    {
        "text": "The future belongs to those who believe in the beauty of their dreams.",
        "author": "Eleanor Roosevelt"
    },
    {
        "text": "Success is walking from failure to failure with no loss of enthusiasm.",
        "author": "Winston S. Churchill"
    },
    {
        "text": "Don’t limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve.",
        "author": "Mary Kay Ash"
    },
    {
        "text": "The only limit to our realization of tomorrow will be our doubts of today.",
        "author": "Franklin D. Roosevelt"
    },
    {
        "text": "You don't have to be great to start, but you have to start to be great.",
        "author": "Zig Ziglar"
    },
    {
        "text": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
        "author": "Nelson Mandela"
    },
    {
        "text": "The only person you are destined to become is the person you decide to be.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "text": "The only way to do great work is to love what you do.",
        "author": "Steve Jobs"
    },
    {
        "text": "The biggest adventure you can ever take is to live the life of your dreams.",
        "author": "Oprah Winfrey"
    },
    {
        "text": "Believe in yourself, take on your challenges, dig deep within yourself to conquer fears. Never let anyone bring you down.",
        "author": "Chantal Sutherland"
    },
    {
        "text": "The only thing that stands between you and your dream is the story you keep telling yourself that you can't achieve it.",
        "author": "Jordan Belfort"
    },
    {
        "text": "Happiness is not something ready made. It comes from your own actions.",
        "author": "Dalai Lama"
    },
    {
        "text": "You are never too old to set another goal or to dream a new dream.",
        "author": "C.S. Lewis"
    },
    {
        "text": "The only true wisdom is in knowing you know nothing.",
        "author": "Socrates"
    },
    {
        "text": "If you want to lift yourself up, lift up someone else.",
        "author": "Booker T. Washington"
    },
    {
        "text": "No one can make you feel inferior without your consent.",
        "author": "Eleanor Roosevelt"
    },
    {
        "text": "It is during our darkest moments that we must focus to see the light.",
        "author": "Aristotle Onassis"
    },
    {
        "text": "Personal development is a major time-saver. The better you become, the less time it takes you to achieve your goals.",
        "author": "Brian Tracy"
    },
    {
        "text": "Learning and innovation go hand in hand. The arrogance of success is to think that what you did yesterday will be sufficient for tomorrow.",
        "author": "William Pollard"
    },
    {
        "text": "It's not about perfect. It's about effort. And when you bring that effort every single day, that's where transformation happens. That's how change occurs.",
        "author": "Jillian Michaels"
    },
    {
        "text": "The most successful people in life are the ones who ask questions. They're always learning. They're always growing. They're always pushing.",
        "author": "Robert Kiyosaki"
    },
    {
        "text": "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes.",
        "author": "Andrew Carnegie"
    },
    {
        "text": "The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle.",
        "author": "Steve Jobs"
    },
    {
        "text": "Believe in yourself, take on your challenges, dig deep within yourself to conquer fears. Never let anyone bring you down. You got this.",
        "author": "Chantal Sutherland"
    },
    {
        "text": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
        "author": "Nelson Mandela"
    },
    {
        "text": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
        "author": "Winston Churchill"
    },
    {
        "text": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
        "author": "Jimmy Dean"
    },
    {
        "text": "You can't start the next chapter of your life if you keep re-reading the last one.",
        "author": "Unknown"
    },
    {
        "text": "Believe you can and you're halfway there.",
        "author": "Theodore Roosevelt"
    },
    {
        "text": "The biggest challenge in life is being yourself… in a world trying to make you like everyone else.",
        "author": "Unknown"
    },
    {
        "text": "I am not a product of my circumstances. I am a product of my decisions.",
        "author": "Stephen Covey"
    },
    {
        "text": "The greatest mistake you can make in life is to be continually fearing you will make one.",
        "author": "Elbert Hubbard"
    },
    {
        "text": "It does not matter how slowly you go as long as you do not stop.",
        "author": "Confucius"
    },
    {
        "text": "The more that you read, the more things you will know. The more that you learn, the more places you'll go.",
        "author": "Dr. Seuss"
    },
    {
        "text": "If you don't know where you are going, any road will get you there.",
        "author": "Lewis Carroll"
    },
    {
        "text": "Our greatest glory is not in never falling, but in rising every time we fall.",
        "author": "Confucius"
    },
    {
        "text": "Knowing yourself is the beginning of all wisdom.",
        "author": "Aristotle"
    },
    {
        "text": "The only limit to our realization of tomorrow will be our doubts of today.",
        "author": "Franklin D. Roosevelt"
    },
    {
        "text": "The secret of getting ahead is getting started.",
        "author": "Mark Twain"
    },
    {
        "text": "You don't have to be great to start, but you have to start to be great.",
        "author": "Zig Ziglar"
    },
    {
        "text": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.",
        "author": "Christian D. Larson"
    },
    {
        "text": "Don't let yesterday take up too much of today.",
        "author": "Will Rogers"
    },
    {
        "text": "The journey of a thousand miles begins with one step.",
        "author": "Lao Tzu"
    },
    {
        "text": "Happiness is not something readymade. It comes from your own actions.",
        "author": "Dalai Lama"
    },
    {
        "text": "If you want to live a happy life, tie it to a goal, not to people or things.",
        "author": "Albert Einstein"
    },
    {
        "text": "In three words I can sum up everything I've learned about life: It goes on.",
        "author": "Robert Frost"
    },
    {
        "text": "The only person you are destined to become is the person you decide to be.",
        "author": "Ralph Waldo Emerson"
    }
]