[
    {
        "text": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.",
        "author": "Malcolm X"
    },
    {
        "text": "Education is not the filling of a pail, but the lighting of a fire.",
        "author": "William Butler Yeats"
    },
    {
        "text": "The beautiful thing about learning is that no one can take it away from you.",
        "author": "B.B. King"
    },
    {
        "text": "The more that you read, the more things you will know. The more that you learn, the more places you'll go.",
        "author": "Dr. Seuss"
    },
    {
        "text": "An investment in knowledge pays the best interest.",
        "author": "Benjamin Franklin"
    },
    {
        "text": "Education is the most powerful weapon which you can use to change the world.",
        "author": "Nelson Mandela"
    },
    {
        "text": "The mind is not a vessel to be filled, but a fire to be kindled.",
        "author": "Plutarch"
    },
    {
        "text": "You can never be overdressed or overeducated.",
        "author": "Oscar Wilde"
    },
    {
        "text": "Education is the key to unlock the golden door of freedom.",
        "author": "George Washington Carver"
    },
    {
        "text": "It does not matter how slowly you go as long as you do not stop.",
        "author": "Confucius"
    },
    {
        "text": "The only way to do great work is to love what you do.",
        "author": "Steve Jobs"
    },
    {
        "text": "You are never too old to set another goal or to dream a new dream.",
        "author": "C.S. Lewis"
    },
    {
        "text": "I am not a teacher, but an awakener.",
        "author": "Robert Frost"
    },
    {
        "text": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
        "author": "Winston Churchill"
    },
    {
        "text": "Education is not preparation for life; education is life itself.",
        "author": "John Dewey"
    },
    {
        "text": "A true teacher would never tell you what to do. But he would give you the knowledge with which you could decide what would be best for you to do.",
        "author": "Christopher Reeve"
    },
    {
        "text": "Education is the movement from darkness to light.",
        "author": "Allan Bloom"
    },
    {
        "text": "Your time is limited, don't waste it living someone else's life.",
        "author": "Steve Jobs"
    },
    {
        "text": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
        "author": "Albert Schweitzer"
    },
    {
        "text": "Education is the kindling of a flame, not the filling of a vessel.",
        "author": "Socrates"
    },
    {
        "text": "A good head and a good heart are always a formidable combination.",
        "author": "Nelson Mandela"
    },
    {
        "text": "You can't let your failures define you. You have to let your failures teach you.",
        "author": "Barack Obama"
    },
    {
        "text": "We learn from failure, not from success!",
        "author": "Bram Stoker"
    },
    {
        "text": "The only source of knowledge is experience.",
        "author": "Albert Einstein"
    },
    {
        "text": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education.",
        "author": "Martin Luther King Jr."
    },
    {
        "text": "The best way to predict the future is to create it.",
        "author": "Peter Drucker"
    },
    {
        "text": "Education is not the learning of facts, but the training of the mind to think.",
        "author": "Albert Einstein"
    },
    {
        "text": "Education is not a preparation for life; education is life itself.",
        "author": "John Dewey"
    },
    {
        "text": "The beautiful thing about learning is that nobody can take it away from you.",
        "author": "B.B. King"
    },
    {
        "text": "Believe you can and you're halfway there.",
        "author": "Theodore Roosevelt"
    },
    {
        "text": "Education is not the filling of a pail, but the lighting of a fire.",
        "author": "William Butler Yeats"
    },
    {
        "text": "The more that you read, the more things you will know. The more that you learn, the more places you'll go.",
        "author": "Dr. Seuss"
    },
    {
        "text": "Education is the most powerful weapon which you can use to change the world.",
        "author": "Nelson Mandela"
    },
    {
        "text": "Live as if you were to die tomorrow. Learn as if you were to live forever.",
        "author": "Mahatma Gandhi"
    },
    {
        "text": "Education is not preparation for life; education is life itself.",
        "author": "John Dewey"
    },
    {
        "text": "An investment in knowledge pays the best interest.",
        "author": "Benjamin Franklin"
    },
    {
        "text": "Learning never exhausts the mind.",
        "author": "Leonardo da Vinci"
    },
    {
        "text": "The beautiful thing about learning is that no one can take it away from you.",
        "author": "B.B. King"
    },
    {
        "text": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.",
        "author": "Malcolm X"
    },
    {
        "text": "Education is not a problem. Education is an opportunity.",
        "author": "Lyndon B. Johnson"
    },
    {
        "text": "A good education is a foundation for a better future.",
        "author": "Elizabeth Warren"
    },
    {
        "text": "The mind is not a vessel to be filled, but a fire to be kindled.",
        "author": "Plutarch"
    },
    {
        "text": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students.",
        "author": "Solomon Ortiz"
    },
    {
        "text": "You don't have to be great to start, but you have to start to be great.",
        "author": "Zig Ziglar"
    },
    {
        "text": "The roots of education are bitter, but the fruit is sweet.",
        "author": "Aristotle"
    },
    {
        "text": "Education is the movement from darkness to light.",
        "author": "Allan Bloom"
    },
    {
        "text": "Learning is not attained by chance, it must be sought for with ardor and attended to with diligence.",
        "author": "Abigail Adams"
    },
    {
        "text": "Education is not just about going to school and getting a degree. It's about widening your knowledge and absorbing the truth about life.",
        "author": "Shakuntala Devi"
    },
    {
        "text": "Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.",
        "author": "Chanakya"
    },
    {
        "text": "Intelligence plus character—that is the goal of true education.",
        "author": "Martin Luther King Jr."
    },
    {
        "text": "Education is the kindling of a flame, not the filling of a vessel.",
        "author": "Socrates"
    },
    {
        "text": "Education is the power to think clearly, the power to act well in the world's work, and the power to appreciate life.",
        "author": "Brigham Young"
    },
    {
        "text": "Education is the ability to listen to almost anything without losing your temper or your self-confidence.",
        "author": "Robert Frost"
    },
    {
        "text": "Education is a progressive discovery of our own ignorance.",
        "author": "Will Durant"
    },
    {
        "text": "The great aim of education is not knowledge but action.",
        "author": "Herbert Spencer"
    },
    {
        "text": "Education is the foundation upon which we build our future.",
        "author": "Christine Gregoire"
    },
    {
        "text": "Education is the mother of leadership.",
        "author": "Wendell Willkie"
    },
    {
        "text": "Education is what survives when what has been learned has been forgotten.",
        "author": "B.F. Skinner"
    },
    {
        "text": "Education is not a tool for development—individual, community and the nation. It is the foundation for our future. It is empowerment to make choices and emboldens the youth to chase their dreams.",
        "author": "Nita Ambani"
    },
    {
        "text": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character—that is the goal of true education.",
        "author": "Martin Luther King Jr."
    }
]