[
    {
        "text": "The family is one of nature’s masterpieces.",
        "author": "George Santayana"
    },
    {
        "text": "The love of a family is life’s greatest blessing.",
        "author": "Unknown"
    },
    {
        "text": "Family is not an important thing. It’s everything.",
        "author": "Michael J. Fox"
    },
    {
        "text": "A happy family is but an earlier heaven.",
        "author": "George Bernard Shaw"
    },
    {
        "text": "Family is the heart of a home.",
        "author": "Unknown"
    },
    {
        "text": "In family life, love is the oil that eases friction, the cement that binds closer together, and the music that brings harmony.",
        "author": "Friedrich Nietzsche"
    },
    {
        "text": "Family is the most important thing in the world.",
        "author": "Princess Diana"
    },
    {
        "text": "Rejoice with your family in the beautiful land of life.",
        "author": "Albert Einstein"
    },
    {
        "text": "The family is one of nature’s masterpieces.",
        "author": "George Santayana"
    },
    {
        "text": "Family is where life begins and love never ends.",
        "author": "Unknown"
    },
    {
        "text": "Family is the anchor that holds us through life’s storms.",
        "author": "Unknown"
    },
    {
        "text": "The most important thing in the world is family and love.",
        "author": "John Wooden"
    },
    {
        "text": "Other things may change us, but we start and end with the family.",
        "author": "Anthony Brandt"
    },
    {
        "text": "Happiness is having a large, loving, caring, close-knit family in another city.",
        "author": "George Burns"
    },
    {
        "text": "To us, family means putting your arms around each other and being there.",
        "author": "Barbara Bush"
    },
    {
        "text": "The memories we make with our family is everything.",
        "author": "Candace Cameron Bure"
    },
    {
        "text": "In time of test, family is best.",
        "author": "Burmese Proverb"
    },
    {
        "text": "The family is a haven in a heartless world.",
        "author": "Christopher Lasch"
    },
    {
        "text": "The family is the first essential cell of human society.",
        "author": "Pope John XXIII"
    },
    {
        "text": "The family is the test of freedom; because the family is the only thing that the free man makes for himself and by himself.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "text": "The bond that links your true family is not one of blood, but of respect and joy in each other’s life.",
        "author": "Richard Bach"
    },
    {
        "text": "The greatest gifts you can give your children are the roots of responsibility and the wings of independence.",
        "author": "Denis Waitley"
    },
    {
        "text": "There is no doubt that it is around the family and the home that all the greatest virtues… are created, strengthened and maintained.",
        "author": "Winston Churchill"
    },
    {
        "text": "The family is a school of compassion because it is here that we learn to live with other people.",
        "author": "Karen Armstrong"
    },
    {
        "text": "A family is a place where minds come in contact with one another.",
        "author": "Buddha"
    },
    {
        "text": "Families are the compass that guides us. They are the inspiration to reach great heights, and our comfort when we occasionally falter.",
        "author": "Brad Henry"
    },
    {
        "text": "A man should never neglect his family for business.",
        "author": "Walt Disney"
    },
    {
        "text": "Family is the first word in the language of life.",
        "author": "Unknown"
    },
    {
        "text": "Family: Where life begins and love never ends.",
        "author": "Unknown"
    },
    {
        "text": "Family and friends are hidden treasures, seek them and enjoy their riches.",
        "author": "Wanda Hope Carter"
    },
    {
        "text": "The family is one of nature's masterpieces.",
        "author": "George Santayana"
    },
    {
        "text": "Rejoice with your family in the beautiful land of life.",
        "author": "Albert Einstein"
    },
    {
        "text": "Family is not an important thing, it's everything.",
        "author": "Michael J. Fox"
    },
    {
        "text": "Other things may change us, but we start and end with the family.",
        "author": "Anthony Brandt"
    },
    {
        "text": "A happy family is but an earlier heaven.",
        "author": "George Bernard Shaw"
    },
    {
        "text": "Family is the most important thing in the world.",
        "author": "Princess Diana"
    },
    {
        "text": "The informality of family life is a blessed condition that allows us to become our best while looking our worst.",
        "author": "Marge Kennedy"
    },
    {
        "text": "The love of family and the admiration of friends is much more important than wealth and privilege.",
        "author": "Charles Kuralt"
    },
    {
        "text": "The bond that links your true family is not one of blood, but of respect and joy in each other's life.",
        "author": "Richard Bach"
    },
    {
        "text": "When trouble comes, it's your family that supports you.",
        "author": "Guy Lafleur"
    },
    {
        "text": "In family life, love is the oil that eases friction, the cement that binds closer together, and the music that brings harmony.",
        "author": "Friedrich Nietzsche"
    },
    {
        "text": "A man should never neglect his family for business.",
        "author": "Walt Disney"
    },
    {
        "text": "Our family is a circle of strength of love with every birth and every union the circle grows.",
        "author": "Unknown"
    },
    {
        "text": "Family is the anchor that holds us through life's storms.",
        "author": "Unknown"
    },
    {
        "text": "The best thing about having a family is that you know that they will always love you and support you no matter what.",
        "author": "Unknown"
    },
    {
        "text": "The memories we make with our family is everything.",
        "author": "Unknown"
    },
    {
        "text": "A family is a gift that lasts forever.",
        "author": "Unknown"
    },
    {
        "text": "Families are like branches on a tree, we grow in different directions yet our roots remain as one.",
        "author": "Unknown"
    },
    {
        "text": "The only rock I know that stays steady, the only institution I know that works is the family.",
        "author": "Lee Iacocca"
    },
    {
        "text": "Call it a clan, call it a network, call it a tribe, call it a family: Whatever you call it, whoever you are, you need one.",
        "author": "Jane Howard"
    },
    {
        "text": "I sustain myself with the love of family.",
        "author": "Maya Angelou"
    },
    {
        "text": "No matter what you've done for yourself or for humanity, if you can't look back on having given love and attention to your own family, what have you really accomplished?",
        "author": "Lee Iacocca"
    },
    {
        "text": "You don't choose your family. They are God's gift to you, as you are to them.",
        "author": "Desmond Tutu"
    },
    {
        "text": "The greatest gift of family life is to be intimately acquainted with people you might never even introduce yourself to, had life not done it for you.",
        "author": "Kendall Hailey"
    },
    {
        "text": "Family and friendships are two of the greatest facilitators of happiness.",
        "author": "John C. Maxwell"
    },
    {
        "text": "A family can develop only with a loving woman as its center.",
        "author": "Karl Wilhelm Friedrich Schlegel"
    },
    {
        "text": "In every conceivable manner, the family is link to our past, bridge to our future.",
        "author": "Alex Haley"
    },
    {
        "text": "The family is a haven in a heartless world.",
        "author": "Christopher Lasch"
    },
    {
        "text": "When all the dust is settled and all the crowds are gone, the things that matter are faith, family, and friends.",
        "author": "Barbara Bush"
    },
    {
        "text": "Being a family means you are part of something very wonderful. It means you will love and be loved for the rest of your life.",
        "author": "Lisa Weedn"
    }
]