[
    {
     "text": "Can I follow you where you go? Because my parents always told me",
     "author": "null"
    },
    {
     "text": "I must be lost because heaven is a long way from here.",
     "author": "null"
    },
    {
     "text": "I can't read lips unless they're touching mine.",
     "author": "null"
    },
    {
     "text": "Excuse me, but I think you dropped something: my jaw.",
     "author": "null"
    },
    {
     "text": "Is your name Google? Because you have everything I’ve been searching for.",
     "author": "null"
    },
    {
     "text": "I must be a snowflake because I’ve fallen for you.",
     "author": "null"
    },
    {
     "text": "If I were a cat I’d spend all 9 lives with you.",
     "author": "null"
    },
    {
     "text": "If you were a vegetable, you’d be a cutecumber.",
     "author": "null"
    },
    {
     "text": "I'm not saying you're the best catch out there, but you're definitely a catch worth keeping.",
     "author": "null"
    },
    {
     "text": "Did it hurt when you fell from heaven? Because you look like an angel to me.",
     "author": "null"
    },
    {
     "text": "Can I take a picture of you so I can show Santa what I want for Christmas?",
     "author": "null"
    },
    {
     "text": "I’m not a genie but I can make your dreams come true.",
     "author": "null"
    },
    {
     "text": "Can you give me your picture? I want to show Santa what I want for Christmas.",
     "author": "null"
    },
    {
     "text": "Excuse me, I think you dropped something: my jaw.",
     "author": "null"
    },
    {
     "text": "You must be a bank loan, because you have my interest.",
     "author": "null"
    },
    {
     "text": "Do you believe in love at first sight, or should I walk by again",
     "author": "null"
    },
    {
     "text": "I don't know what you think of me, but I hope it's X-rated.",
     "author": "null"
    },
    {
     "text": "Can I follow you home? Because my parents always told me to follow my dreams.",
     "author": "null"
    },
    {
     "text": "I'm not saying you're the best catch out there, but you're definitely a catch worth keeping.",
     "author": "null"
    },
    {
     "text": "I must be a snowflake because I’ve fallen for you.",
     "author": "null"
    },
    {
     "text": "You must be a shooting star because you light up my life.",
     "author": "null"
    },
    {
     "text": "Do you have a map? Because I just got lost in your eyes.",
     "author": "null"
    },
    {
     "text": "Are you an alien? Because you just abducted my heart.",
     "author": "null"
    },
    {
     "text": "Excuse me, do you have a name? Or can I call you mine?",
     "author": "null"
    },
    {
     "text": "Do you know what I’m wearing? The smile you just gave me.",
     "author": "null"
    },
    {
     "text": "You make my heart race without even moving.",
     "author": "null"
    },
    {
     "text": "Are you a camera? Because every time I look at you, I smile.",
     "author": "null"
    },
    {
     "text": "Your smile lit up the room, so I just had to come over.",
     "author": "null"
    },
    {
     "text": "You must be a magician because every time I look at you, everyone else disappears.",
     "author": "null"
    },
    {
     "text": "Are you made of copper and tellurium? Because you're Cu-Te",
     "author": "null"
    },
    {
     "text": "You must be a magician, because every time I look at you, everyone else disappears",
     "author": "null"
    },
    {
     "text": "I'd say God bless you, but it looks like he already did",
     "author": "null"
    },
    {
     "text": "Excuse me, but I think you dropped something: my jaw",
     "author": "null"
    },
    {
     "text": "You must have a map because I keep getting lost in your eyes",
     "author": "null"
    },
    {
     "text": "Is your name Google? Because you have everything I've been searching for",
     "author": "null"
    },
    {
     "text": "You're like a dictionary, you add meaning to my life",
     "author": "null"
    },
    {
     "text": "You're like a dictionary, you add meaning to my life",
     "author": "null"
    },
    {
     "text": "I'm no mathematician, but I think we're a perfect equation",
     "author": "null"
    },
    {
     "text": "Can I have your picture so I can show Santa what I want for Christmas?",
     "author": "null"
    },
    {
     "text": "Excuse me, but I think you dropped something: my jaw",
     "author": "null"
    },
    {
     "text": "Excuse me, but I think you dropped something: my jaw",
     "author": "null"
    },
    {
     "text": "If you were a vegetable, you'd be a cutecumber",
     "author": "null"
    },
    {
     "text": "I must be a snowflake because I've fallen for you",
     "author": "null"
    },
    {
     "text": "Are you a bank loan? Because you got my interest",
     "author": "null"
    },
    {
     "text": "Are you an interior decorator? Because when I saw you, the entire room became beautiful",
     "author": "null"
    },
    {
     "text": "You're so beautiful, you make the stars look like streetlights",
     "author": "null"
    },
    {
     "text": "You're so beautiful, I feel like I'm wasting my pick-up line on you",
     "author": "null"
    },
    {
     "text": "Excuse me, but I think you dropped something: my jaw",
     "author": "null"
    },
    {
     "text": "Do you have a map? I keep getting lost in your eyes",
     "author": "null"
    },
    {
     "text": "Is it hot in here or is it just you?",
     "author": "null"
    },
    {
     "text": "You're so beautiful, you make me forget my pick-up line",
     "author": "null"
    },
    {
     "text": "Is your dad an alien? Because you're out of this world",
     "author": "null"
    },
    {
     "text": "I may not be a genie, but I can make your dreams come true",
     "author": "null"
    },
    {
     "text": "Excuse me, but I think you dropped something: my jaw",
     "author": "null"
    },
    {
     "text": "Excuse me, but I think you dropped something: my jaw",
     "author": "null"
    },
    {
     "text": "You must be a thief because you stole my heart from across the room",
     "author": "null"
    },
    {
     "text": "If I could rearrange the alphabet, I'd put U and I together",
     "author": "null"
    },
    {
     "text": "Excuse me, but I think you dropped something: my jaw",
     "author": "null"
    },
    {
     "text": "I must be a snowflake because I've fallen for you",
     "author": "null"
    }
   
]