[
    {
     "text": "Food is not just eating energy. It's an experience.",
     "author": "Guy Fieri"
    },
    {
     "text": "Food is our common ground, a universal experience.",
     "author": "James Beard"
    },
    {
     "text": "There is no love sincerer than the love of food.",
     "author": "George Bernard Shaw"
    },
    {
     "text": "All happiness depends on a leisurely breakfast.",
     "author": "John Gunther"
    },
    {
     "text": "One cannot think well, love well, sleep well, if one has not dined well.",
     "author": "Virginia Woolf"
    },
    {
     "text": "Food is symbolic of love when words are inadequate.",
     "author": "Alan D. Wolfelt"
    },
    {
     "text": "Eating good food is my favorite thing in the whole world. Nothing is more blissful.",
     "author": "Justine Larbalestier"
    },
    {
     "text": "A recipe has no soul, you as the cook must bring soul to the recipe.",
     "author": "Thomas Keller"
    },
    {
     "text": "First we eat, then we do everything else.",
     "author": "M.F.K. Fisher"
    },
    {
     "text": "Cooking and baking is both physical and mental therapy.",
     "author": "Mary Berry"
    },
    {
     "text": "Good food is good mood.",
     "author": "Unknown"
    },
    {
     "text": "Life is uncertain. Eat dessert first.",
     "author": "Ernestine Ulmer"
    },
    {
     "text": "All I want for Christmas is food.",
     "author": "Unknown"
    },
    {
     "text": "People who love to eat are always the best people.",
     "author": "Julia Child"
    },
    {
     "text": "You don't need a silver fork to eat good food.",
     "author": "Paul Prudhomme"
    },
    {
     "text": "Food is the ingredient that binds us together.",
     "author": "Unknown"
    },
    {
     "text": "Eating is a necessity, but cooking is an art.",
     "author": "Unknown"
    },
    {
     "text": "There is no sincere love than the love of food.",
     "author": "George Bernard Shaw"
    },
    {
     "text": "Food is our common ground, a universal experience.",
     "author": "James Beard"
    },
    {
     "text": "One of the very nicest things about life is the way we must regularly stop whatever it is we are doing and devote our attention to eating.",
     "author": "Luciano Pavarotti"
    },
    {
     "text": "The only time to eat diet food is while you're waiting for the steak to cook.",
     "author": "Julia Child"
    },
    {
     "text": "Food is not rational. Food is culture, habit, craving, and identity.",
     "author": "Jonathan Safran Foer"
    },
    {
     "text": "The secret of success in life is to eat what you like and let the food fight it out inside.",
     "author": "Mark Twain"
    },
    {
     "text": "The belly rules the mind.",
     "author": "Spanish Proverb"
    },
    {
     "text": "A balanced diet is a cookie in each hand.",
     "author": "Barbara Johnson"
    },
    {
     "text": "I'm just someone who likes cooking and for whom sharing food is a form of expression.",
     "author": "Maya Angelou"
    },
    {
     "text": "Cooking is like love. It should be entered into with abandon or not at all.",
     "author": "Harriet Van Horne"
    },
    {
     "text": "I cook with wine, sometimes I even add it to the food.",
     "author": "W.C. Fields"
    },
    {
     "text": "You are what you eat, so don't be fast, cheap, easy, or fake.",
     "author": "Unknown"
    },
    {
     "text": "Food is not just fuel, it's information. It talks to your DNA and tells it what to do.",
     "author": "Dr. Mark Hyman"
    },
    {
     "text": "The only thing I like better than talking about food is eating.",
     "author": "John Walters"
    },
    {
     "text": "I come from a family where gravy is considered a beverage.",
     "author": "Erma Bombeck"
    },
    {
     "text": "Food is a central activity of mankind and one of the single most significant trademarks of a culture.",
     "author": "Mark Kurlansky"
    },
    {
     "text": "Cooking is at once one of the simplest and most gratifying of the arts, but to cook well one must love and respect food.",
     "author": "Craig Claiborne"
    },
    {
     "text": "Food is not just eating energy, it's an experience.",
     "author": "Guy Fieri"
    },
    {
     "text": "I love pizza. I want to marry it, but it would just be to eat her family at the wedding.",
     "author": "Mike Birbiglia"
    },
    {
     "text": "You don't have to cook fancy or complicated masterpieces - just good food from fresh ingredients.",
     "author": "Julia Child"
    },
    {
     "text": "Let food be thy medicine and medicine be thy food.",
     "author": "Hippocrates"
    },
    {
     "text": "Good food and a warm kitchen are what makes a house a home.",
     "author": "Rachael Ray"
    },
    {
     "text": "Eating is so intimate. It's very sensual. When you invite someone to sit at your table and you want to cook for them, you're inviting a person into your life.",
     "author": "Maya Angelou"
    },
    {
     "text": "You are what you eat, so don't be fast, cheap, easy or fake.",
     "author": "Unknown"
    },
    {
     "text": "Food is like a legal drug. You can take 50 cents and walk into the store and buy a Twinkie and get high. And it's killing people.",
     "author": "Joel Salatin"
    },
    {
     "text": "The smell of good bread baking, like the sound of lightly flowing water, is indescribable in its evocation of innocence and delight.",
     "author": "M.F.K. Fisher"
    },
    {
     "text": "One cannot think well, love well, sleep well, if one has not dined well.",
     "author": "Virginia Woolf"
    },
    {
     "text": "My weaknesses have always been food and men - in that order.",
     "author": "Dolly Parton"
    },
    {
     "text": "Food is not just fuel, it's information. It talks to your DNA and tells it what to do.",
     "author": "Dr. Mark Hyman"
    },
    {
     "text": "I love cooking for myself and cooking for my family.",
     "author": "Al Roker"
    },
    {
     "text": "People who love to eat are always the best people.",
     "author": "Julia Child"
    },
    {
     "text": "Food is an important part of a balanced diet.",
     "author": "Fran Lebowitz"
    },
    {
     "text": "I cook with wine. Sometimes I even add it to the food.",
     "author": "W.C. Fields"
    },
    {
     "text": "I'm just someone who likes cooking and for whom sharing food is a form of expression.",
     "author": "Maya Angelou"
    },
    {
     "text": "You can't just eat good food. You've got to talk about it too. And you've got to talk about it to somebody who understands that kind of food.",
     "author": "Kurt Vonnegut"
    },
    {
     "text": "Cooking is about passion, so it may look slightly temperamental in a way that it's too assertive to the naked eye.",
     "author": "Gordon Ramsay"
    },
    {
     "text": "Good food is a global thing and I find that there is always something new and amazing to learn - I love it!",
     "author": "Jamie Oliver"
    },
    {
     "text": "The only thing I like better than talking about food is eating.",
     "author": "John Walters"
    },
    {
     "text": "If you're afraid of butter, use cream.",
     "author": "Julia Child"
    },
    {
     "text": "Food is a way of saying welcome and farewell to one's friends.",
     "author": "Yann Martel"
    },
    {
     "text": "First, we eat. Then we can do everything else.",
     "author": "M.F.K."
    }
   
  ]