[
    {
     "text": "Forgiveness is the fragrance that the violet sheds on the heel that has crushed it.",
     "author": "Mark Twain"
    },
    {
     "text": "To forgive is to set a prisoner free and discover that the prisoner was you.",
     "author": "Lewis B. Smedes"
    },
    {
     "text": "Forgiving is not forgetting, it's letting go of the hurt.",
     "author": "Mary McLeod Bethune"
    },
    {
     "text": "Forgiveness is the key to unlocking the door of resentment and the handcuffs of hatred.",
     "author": "Corrie Ten Boom"
    },
    {
     "text": "To err is human, to forgive, divine.",
     "author": "Alexander Pope"
    },
    {
     "text": "Forgiveness is the final form of love.",
     "author": "Reinhold Niebuhr"
    },
    {
     "text": "Forgiveness is a gift you give yourself.",
     "author": "Tony Robbins"
    },
    {
     "text": "Forgiveness doesn't excuse their behavior. It prevents their behavior from destroying your heart.",
     "author": "unknown"
    },
    {
     "text": "Forgiveness is the path to freedom.",
     "author": "Byron Katie"
    },
    {
     "text": "When you forgive, you heal your own anger and hurt and are able to let love lead again.",
     "author": "Genevieve Gerard"
    },
    {
     "text": "Forgiveness is a decision, not an emotion.",
     "author": "Lysa TerKeurst"
    },
    {
     "text": "Forgiveness is giving up the hope that the past could have been any different.",
     "author": "Oprah Winfrey"
    },
    {
     "text": "Forgiveness is the healing balm that can soothe the most wounded of hearts.",
     "author": "unknown"
    },
    {
     "text": "Forgiveness is the final act of love.",
     "author": "Brad Johnson"
    },
    {
     "text": "Forgiveness is not a weakness, it's a strength. It takes a strong person to forgive.",
     "author": "unknown"
    },
    {
     "text": "Forgiveness is the fragrance that the violet sheds on the heel that has crushed it.",
     "author": "Mark Twain"
    },
    {
     "text": "Forgiveness is the key to a happy life.",
     "author": "null"
    },
    {
     "text": "To forgive is to set a prisoner free and discover that the prisoner was you.",
     "author": "Lewis B. Smedes"
    },
    {
     "text": "Forgiveness is not a feeling; it is a decision we make because we want to do what is right.",
     "author": "null"
    },
    {
     "text": "Forgiveness is a gift you give yourself.",
     "author": "Suzanne Somers"
    },
    {
     "text": "The weak can never forgive. Forgiveness is the attribute of the strong.",
     "author": "Mahatma Gandhi"
    },
    {
     "text": "The first to apologize is the bravest. The first to forgive is the strongest.",
     "author": "null"
    },
    {
     "text": "Forgive others, not because they deserve forgiveness, but because you deserve peace.",
     "author": "Jonathan Lockwood Huie"
    },
    {
     "text": "Forgiveness is the fragrance that the violet sheds on the heel that has crushed it.",
     "author": "Mark Twain"
    },
    {
     "text": "Forgiveness is the final form of love.",
     "author": "Reinhold Niebuhr"
    },
    {
     "text": "Forgiveness is the key that unlocks the door of resentment and the handcuffs of hatred.",
     "author": "Corrie ten Boom"
    },
    {
     "text": "To be wronged is nothing unless you continue to remember it.",
     "author": "Confucius"
    },
    {
     "text": "Forgiving is not forgetting. It's letting go of the hurt.",
     "author": "Mary McLeod Bethune"
    },
    {
     "text": "To forgive is the highest, most beautiful form of love. In return, you will receive untold peace and happiness.",
     "author": "Robert Muller"
    },
    {
     "text": "Forgiveness does not change the past, but it does enlarge the future.",
     "author": "Paul Boese"
    },
    {
     "text": "The practice of forgiveness is our most important contribution to the healing of the world.",
     "author": "Marianne Williamson"
    },
    {
     "text": "Forgiveness is a funny thing. It warms the heart and cools the sting.",
     "author": "William Arthur Ward"
    },
    {
     "text": "Forgiveness is a virtue of the brave.",
     "author": "Indira Gandhi"
    },
    {
     "text": "Forgiveness is the oil of relationships.",
     "author": "Josh McDowell"
    },
    {
     "text": "Forgiveness is the key to action and freedom.",
     "author": "Hannah Arendt"
    },
    {
     "text": "True forgiveness is when you can say, \"Thank you for that experience.\"",
     "author": "Oprah Winfrey"
    },
    {
     "text": "Forgiveness is not always easy. At times, it feels more painful than the wound we suffered, to forgive the one that inflicted it. And yet, there is no peace without forgiveness.",
     "author": "Marianne Williamson"
    },
    {
     "text": "Forgiveness is the answer to the child's dream of a miracle by which what is broken is made whole again, what is soiled is again made clean.",
     "author": "Dag Hammarskjold"
    },
    {
     "text": "Forgiveness is not an occasional act; it is a constant attitude.",
     "author": "Martin Luther King Jr."
    },
    {
     "text": "Forgiveness is the attribute of the strong.",
     "author": "null"
    },
    {
     "text": "Forgiveness is the act of admitting we are like other people.",
     "author": "Christina Baldwin"
    },
    {
     "text": "The act of forgiveness takes place in our own mind. It really has nothing to do with the other person.",
     "author": "Louise Hay"
    },
    {
     "text": "To err is human; to forgive, divine.",
     "author": "Alexander Pope"
    },
    {
     "text": "Forgiveness liberates the soul. It removes fear. That is why it is such a powerful weapon.",
     "author": "Nelson Mandela"
    },
    {
     "text": "Forgiveness is not an emotion; it's a decision we make because we want to do what's right and be free of the emotional baggage.",
     "author": "Joyce Meyer"
    },
    {
     "text": "Forgiveness is not always easy, but it is necessary.",
     "author": "Ray Pritchard"
    },
    {
     "text": "Forgiveness is the final form of love.",
     "author": "Reinhold Niebuhr"
    },
    {
     "text": "Forgiveness is not something we do for others; it's something we do for ourselves.",
     "author": "Rob Bell"
    },
    {
     "text": "Forgiveness means letting go of the past.",
     "author": "Gerald Jampolsky"
    },
    {
     "text": "Forgiveness is a choice, but sometimes it takes time to make that choice.",
     "author": "Hillary Clinton"
    },
    {
     "text": "Forgiveness is the way we break the grip resentment has on our hearts.",
     "author": "Rick Warren"
    },
    {
     "text": "Forgiveness is a powerful catalyst for positive change.",
     "author": "Brian Tracy"
    },
    {
     "text": "Forgiveness is the key to healing relationships.",
     "author": "Jon Meacham"
    },
    {
     "text": "Forgiveness is not a sign of weakness, but of strength.",
     "author": "Rick Warren"
    },
    {
     "text": "Forgiveness is the only way to heal the past and free the future.",
     "author": "Gerald Jampolsky"
    },
    {
     "text": "Forgiveness is a gift of high value.",
     "author": "Chris Bradford"
    },
    {
     "text": "Forgiveness is not always easy, but it's worth it.",
     "author": "Joel Osteen"
    },
    {
     "text": "Forgiveness is the foundation of all relationships.",
     "author": "Brian Tracy"
    },
    {
     "text": "Forgiveness is the way to achieve inner peace and happiness.",
     "author": "Dalai Lama"
    },
    {
     "text": "Forgiveness is the path to personal freedom.",
     "author": "Jack Kornfield"
    },
    {
     "text": "Forgiveness is the bridge between the present and the future.",
     "author": "Desmond Tutu"
    },
    {
     "text": "Forgiveness is a way of giving up the hope for a better past.",
     "author": "Lily Tomlin"
    },
    {
     "text": "Forgiveness is the beginning of a new life.",
     "author": "L. Ron Hubbard"
    },
    {
     "text": "Forgiveness is the art of letting go of what no longer serves us.",
     "author": "David R. Hawkins"
    },
    {
     "text": "Forgiveness is the key to unlocking the door to your true potential.",
     "author": "Les Brown"
    },
    {
     "text": "Forgiveness is the fragrance that the violet sheds on the heel that has crushed it.",
     "author": "Mark Twain"
    },
    {
     "text": "Forgiveness is not about forgetting, it's about letting go of the pain.",
     "author": "Rhonda Byrne"
    },
    {
     "text": "Forgiveness is the first step towards healing.",
     "author": "Stephen Richards"
    },
    {
     "text": "Forgiveness is a gift you give yourself that sets you free.",
     "author": "Tyler Perry"
    },
    {
     "text": "Forgiveness is a process that takes time, patience, and compassion.",
     "author": "Iyanla Vanzant"
    },
    {
     "text": "Forgiveness is the balm that heals the wounds of the heart.",
     "author": "George MacDonald"
    },
    {
     "text": "Forgiveness is a strength that few possess, but all should strive for.",
     "author": "Michelle Madow"
    },
    {
     "text": "Forgiveness is an act of self-love that frees us from the past.",
     "author": "Sharon Salzberg"
    },
    {
     "text": "Forgiveness is a journey that begins with a single step.",
     "author": "Debbie Ford"
    },
    {
     "text": "Forgiveness is the key to living a life without regrets.",
     "author": "Les Brown"
    },
    {
     "text": "Forgiveness is the key to unlocking the door to happiness.",
     "author": "Marci Shimoff"
    },
    {
     "text": "Forgiveness is the only way to move forward and live in the present.",
     "author": "Michael J. Fox"
    },
    {
     "text": "Forgiveness is a powerful tool for healing and growth.",
     "author": "Debbie Ford"
    }
   ]