[
    {
     "text": "Friendship is the hardest thing in the world to explain. It's not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.",
     "author": "Muhammad Ali"
    },
    {
     "text": "The only way to have a friend is to be one.",
     "author": "Ralph Waldo Emerson"
    },
    {
     "text": "A true friend is someone who is there for you when he’d rather be anywhere else.",
     "author": "Len Wein"
    },
    {
     "text": "A friend is someone who gives you total freedom to be yourself.",
     "author": "Jim Morrison"
    },
    {
     "text": "I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better.",
     "author": "Plutarch"
    },
    {
     "text": "The only way to have a good friend is to be one.",
     "author": "John Wooden"
    },
    {
     "text": "True friends are always together in spirit.",
     "author": "L.M. Montgomery"
    },
    {
     "text": "One of the most beautiful qualities of true friendship is to understand and to be understood.",
     "author": "Lucius Annaeus Seneca"
    },
    {
     "text": "Friendship is the inexpressible comfort of feeling safe with a person, having neither to weigh thoughts nor measure words.",
     "author": "George Eliot"
    },
    {
     "text": "Friendship is the purest of all relation. If you ever find a friend who is true and honest, be thankful and don't ever let him go.",
     "author": "Unknown"
    },
    {
     "text": "True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing.",
     "author": "Baltasar Gracian"
    },
    {
     "text": "Friendship is a sheltering tree.",
     "author": "Samuel Taylor Coleridge"
    },
    {
     "text": "There is nothing better than a friend, unless it is a friend with chocolate.",
     "author": "Linda Grayson"
    },
    {
     "text": "A true friend never gets in your way unless you happen to be going down.",
     "author": "Arnold H. Glasow"
    },
    {
     "text": "The only reward of virtue is virtue; the only way to have a friend is to be one.",
     "author": "Ralph Waldo Emerson"
    },
    {
     "text": "The most beautiful discovery true friends make is that they can grow separately without growing apart.",
     "author": "Elisabeth Foley"
    },
    {
     "text": "A friend is one who knows you and loves you just the same.",
     "author": "Elbert Hubbard"
    },
    {
     "text": "In prosperity, our friends know us; in adversity, we know our friends.",
     "author": "John Churton Collins"
    },
    {
     "text": "The greatest gift of life is friendship, and I have received it.",
     "author": "Hubert H. Humphrey"
    },
    {
     "text": "A real friend is one who walks in when the rest of the world walks out.",
     "author": "Walter Winchell"
    },
    {
     "text": "The language of friendship is not words but meanings.",
     "author": "Henry David Thoreau"
    },
    {
     "text": "A friend is someone who understands your past, believes in your future, and accepts you just the way you are.",
     "author": "Unknown"
    },
    {
     "text": "Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious.",
     "author": "Thomas Aquinas"
    },
    {
     "text": "A friend is someone who gives you a new leash on yourself.",
     "author": "Unknown"
    },
    {
     "text": "A single rose can be my garden... a single friend, my world.",
     "author": "Leo Buscaglia"
    },
    {
     "text": "The only true test of friendship is the time your friend spends on you.",
     "author": "John Marsden"
    },
    {
     "text": "Friends are the family we choose for ourselves.",
     "author": "Edna Buchanan"
    },
    {
     "text": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.",
     "author": "Friedrich Nietzsche"
    },
    {
     "text": "I would rather walk with a friend in the dark, than alone in the light.",
     "author": "Helen Keller"
    },
    {
     "text": "The best mirror is an old friend.",
     "author": "null"
    },
    {
     "text": "Friendship is the only cement that will ever hold the world together.",
     "author": "Woodrow T. Wilson"
    },
    {
     "text": "Friends are the siblings God never gave us.",
     "author": "Mencius"
    },
    {
     "text": "A true friend is someone who is there for you when he'd rather be anywhere else.",
     "author": "Len Wein"
    },
    {
     "text": "A true friend is one who overlooks your failures and tolerates your success!",
     "author": "Doug Larson"
    },
    {
     "text": "Friends are the family you choose.",
     "author": "Jess C. Scott"
    },
    {
     "text": "In prosperity our friends know us; in adversity we know our friends.",
     "author": "John Churton Collins"
    },
    {
     "text": "A friend is someone who knows all about you and still loves you.",
     "author": "Elbert Hubbard"
    },
    {
     "text": "Friendship is always a sweet responsibility, never an opportunity.",
     "author": "Khalil Gibran"
    },
    {
     "text": "The language of friendship is not words but meanings.",
     "author": "Henry David Thoreau"
    },
    {
     "text": "Friends show their love in times of trouble, not in happiness.",
     "author": "Euripides"
    },
    {
     "text": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.",
     "author": "Friedrich Nietzsche"
    },
    {
     "text": "The greatest gift of life is friendship, and I have received it.",
     "author": "Hubert H. Humphrey"
    },
    {
     "text": "A friend is someone who gives you total freedom to be yourself.",
     "author": "Jim Morrison"
    },
    {
     "text": "Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious.",
     "author": "Thomas Aquinas"
    },
    {
     "text": "Friendship is the hardest thing in the world to explain. It's not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.",
     "author": "Muhammad Ali"
    },
    {
     "text": "True friends are those rare people who come to find you in dark places and lead you back to the light.",
     "author": "Steven Aitchison"
    },
    {
     "text": "Friendship is a wildly underrated medication.",
     "author": "Anna Deavere Smith"
    },
    {
     "text": "There is nothing better than a friend unless it is a friend with chocolate.",
     "author": "Linda Grayson"
    },
    {
     "text": "The love that comes from friendship is the underlying facet of a happy life.",
     "author": "Chelsea Handler"
    },
    {
     "text": "If you go looking for a friend, you're going to find they're very scarce. If you go out to be a friend, you'll find them everywhere.",
     "author": "Zig Ziglar"
    },
    {
     "text": "The only way to have a friend is to be one.",
     "author": "Ralph Waldo Emerson"
    },
    {
     "text": "Friends are the most important ingredient in the recipe called life.",
     "author": "null"
    },
    {
     "text": "Friendship is essentially a partnership.",
     "author": "Aristotle"
    },
    {
     "text": "A true friend is one who is there for you when they would rather be anywhere else.",
     "author": "Len Wein"
    },
    {
     "text": "A friend is someone who understands your past, believes in your future, and accepts you just the way you are.",
     "author": "null"
    },
    {
     "text": "There are no strangers here; Only friends you haven't yet met.",
     "author": "William Butler Yeats"
    },
    {
     "text": "I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better.",
     "author": "Plutarch"
    },
    {
     "text": "Friends are the sunshine of life.",
     "author": "John Hay"
    },
    {
     "text": "A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow.",
     "author": "William Shakespeare"
    }
]