[
    {
        "text": "Rise and shine, it's a brand new day!"
    },
    {
        "text": "Good Morning, sunshine!"
    },
    {
        "text": "Wake up with determination, go to bed with satisfaction."
    },
    {
        "text": "Embrace the day with a smile."
    },
    {
        "text": "Every morning is a blank canvas... it's whatever you make of it!"
    },
    {
        "text": "Rise, shine, and hold your head high."
    },
    {
        "text": "A new day is a new chance to make a difference."
    },
    {
        "text": "Today's mantra: Be positive, patient, and persistent."
    },
    {
        "text": "Good Morning! Start your day with a grateful heart."
    },
    {
        "text": "Seize the day, make it ridiculously amazing."
    },
    {
        "text": "The sun is up, the sky is blue, it's a beautiful day and so are you!"
    },
    {
        "text": "Let today be the start of something new."
    },
    {
        "text": "Rise like the sun and shine like the stars."
    },
    {
        "text": "Good Morning! Life is beautiful, make the most of it."
    },
    {
        "text": "Your attitude determines your direction."
    },
    {
        "text": "Wake up, smile, and tell yourself: Today is my day."
    },
    {
        "text": "Believe something amazing is about to happen."
    },
    {
        "text": "Start your day with a grateful heart and a positive mindset."
    },
    {
        "text": "Good Morning! Make today so awesome, yesterday gets jealous."
    },
    {
        "text": "Don't just count your blessings, be the blessing others count on."
    },
    {
        "text": "Life is too short to wake up with regrets."
    },
    {
        "text": "Let your energy be infectious today. Spread positivity!"
    },
    {
        "text": "The best way to predict the future is to create it."
    },
    {
        "text": "A day without laughter is a day wasted."
    },
    {
        "text": "Good Morning! Today's goal: Be better than yesterday."
    },
    {
        "text": "Wake up, be awesome, repeat."
    },
    {
        "text": "Today is a perfect day to start living your dreams."
    },
    {
        "text": "Shine bright, even on cloudy days."
    },
    {
        "text": "Good Morning! May your coffee be strong and your day be sweet."
    },
    {
        "text": "Life is a journey with problems to solve, lessons to learn, but most importantly, experiences to enjoy."
    },
    {
        "text": "Today is a gift, that's why it's called the present."
    },
    {
        "text": "Your future is created by what you do today, not tomorrow."
    },
    {
        "text": "Wake up, be grateful, and live each moment with purpose."
    },
    {
        "text": "Good Morning! Let your smile change the world."
    },
    {
        "text": "The only way to do great work is to love what you do."
    },
    {
        "text": "Start each day with a grateful heart and a positive mind."
    },
    {
        "text": "Life is short, smile while you still have teeth."
    },
    {
        "text": "Good Morning! Don't just exist, live."
    },
    {
        "text": "The sun has not caught me in bed in fifty years."
    },
    {
        "text": "Rise above the storm, and you will find the sunshine."
    },
    {
        "text": "Good Morning! Make today amazing."
    },
    {
        "text": "Life is too important to be taken seriously."
    },
    {
        "text": "Today's mantra: Radiate positive vibes."
    },
    {
        "text": "Start your day with gratitude, and everything else will fall into place."
    },
    {
        "text": "Good Morning! Rise, shine, and be kind."
    },
    {
        "text": "Make the most of today. You'll never get it back."
    },
    {
        "text": "Today's weather forecast: 100% chance of awesomeness."
    },
    {
        "text": "Good Morning! Life is a journey with problems to solve, lessons to learn, but most importantly, experiences to enjoy."
    },
    {
        "text": "Life is short, so smile while you still have teeth."
    },
    {
        "text": "Embrace the glorious mess that you are."
    },
    {
        "text": "Good Morning! Every morning is a blank canvas... it's whatever you make of it!"
    },
    {
        "text": "Be a voice, not an echo."
    },
    {
        "text": "Today is not just another day; it's a new opportunity."
    },
    {
        "text": "Life is short, so make it sweet."
    },
    {
        "text": "Believe you can, and you're halfway there."
    },
    {
        "text": "Rise and shine, it's a new day full of possibilities."
    },
    {
        "text": "Good Morning! Let your soul bloom with hope and joy."
    },
    {
        "text": "Today's goal: Radiate positivity like the morning sun."
    },
    {
        "text": "Embrace the day with open arms and a grateful heart."
    },
    {
        "text": "Good Morning! Seize the day and make it amazing."
    },
    {
        "text": "Wake up early, work hard, and be ambitious."
    },
    {
        "text": "Start your day with a cup of coffee and a heart full of gratitude."
    },
    {
        "text": "Every morning is a chance at a new day."
    },
    {
        "text": "Good Morning! Life is a beautiful journey, enjoy the ride."
    },
    {
        "text": "Rise above the challenges and let your spirit soar."
    },
    {
        "text": "Today is a fresh start, make it count."
    },
    {
        "text": "Good Morning! May your day be as bright as your smile."
    },
    {
        "text": "Wake up, be grateful, and chase your dreams."
    },
    {
        "text": "The morning sun has a way of waking up the soul."
    },
    {
        "text": "Good Morning! Spread kindness like confetti."
    },
    {
        "text": "Today is a gift; that's why it's called the present."
    },
    {
        "text": "Good Morning! Your attitude determines your direction."
    },
    {
        "text": "Rise and shine, it's a new day to sparkle."
    },
    {
        "text": "Wake up, smile, and make today amazing."
    },
    {
        "text": "Every morning is a blank canvas; paint it with positivity."
    },
    {
        "text": "Good Morning! The early bird catches the worm."
    },
    {
        "text": "Start each day with a grateful heart and a positive thought."
    },
    {
        "text": "Good Morning! Believe in the magic within you."
    },
    {
        "text": "Wake up, kick ass, repeat."
    },
    {
        "text": "Today's mantra: Be kind, be grateful, be positive."
    },
    {
        "text": "Good Morning! Make today ridiculously amazing."
    },
    {
        "text": "Rise and shine, it's time to conquer the day."
    },
    {
        "text": "Life is an echo; what you send out comes back to you."
    },
    {
        "text": "Good Morning! Let your dreams be bigger than your fears."
    },
    {
        "text": "Wake up with determination; go to bed with satisfaction."
    },
    {
        "text": "Today is a new opportunity to become a better version of yourself."
    },
    {
        "text": "Good Morning! Start your day with a grateful heart and a positive mindset."
    },
    {
        "text": "Rise up, start fresh, see the bright opportunity in each new day."
    },
    {
        "text": "The sun is a daily reminder that we too can rise again from darkness."
    },
    {
        "text": "Good Morning! Life is short, make it sweet."
    },
    {
        "text": "Wake up, smile, and be grateful for the little things."
    },
    {
        "text": "Today's goal: Be a voice, not an echo."
    },
    {
        "text": "Good Morning! Today is a new beginning, take a deep breath and start again."
    },
    {
        "text": "Rise and shine, it's a new day to be awesome."
    },
    {
        "text": "Every morning is a blank canvas, paint it with colors of positivity."
    },
    {
        "text": "Good Morning! Believe in yourself and all that you are."
    },
    {
        "text": "Today's mantra: Be the reason someone smiles today."
    },
    {
        "text": "Good Morning! Life is a journey, enjoy the ride."
    },
    {
        "text": "Rise up and attack the day with enthusiasm."
    },
    {
        "text": "Good Morning! Make each day your masterpiece."
    },
    {
        "text": "Life is short, so make it count."
    },
    {
        "text": "Good Morning! Today is a new page in your story."
    },
    {
        "text": "Rise and shine, it's a new day to be grateful."
    },
    {
        "text": "Today's goal: Be the best version of yourself."
    },
    {
        "text": "Good Morning! Start each day with a grateful heart and a positive mind."
    },
    {
        "text": "Seize the day and make it amazing."
    },
    {
        "text": "Let the morning sunlight guide you to success."
    },
    {
        "text": "Rise and shine, it's a new day to make memories."
    },
    {
        "text": "Good Morning! Life is too short not to be happy."
    },
    {
        "text": "Wake up, smile, and make today beautiful."
    },
    {
        "text": "Embrace the blessings of today, forget the rest."
    },
    {
        "text": "Start your day with a grateful heart and a positive vibe."
    },
    {
        "text": "Good Morning! May your day be filled with joy and laughter."
    },
    {
        "text": "Wake up early, seize the day, and make it count."
    },
    {
        "text": "Good Morning! Chase your dreams until you catch them."
    },
    {
        "text": "Wake up, be grateful, and live your best life today."
    },
    {
        "text": "Every morning brings new potential; embrace it."
    },
    {
        "text": "Good Morning! Your potential is endless."
    },
    {
        "text": "Today is a perfect day for a fresh start."
    },
    {
        "text": "Good Morning! Let the adventure begin."
    },
    {
        "text": "Rise and shine, it's a new day to be grateful for."
    },
    {
        "text": "Life is what happens when coffee kicks in."
    },
    {
        "text": "Wake up and be grateful for another chance at life."
    },
    {
        "text": "Today is a new beginning; let's make it amazing."
    },
    {
        "text": "Good Morning! Start your day with a grateful heart and a positive mind."
    },
    {
        "text": "Today is a blank page in your book of life; write it well."
    },
    {
        "text": "Good Morning! Life is a journey; enjoy the ride."
    },
    {
        "text": "A morning without coffee is like sleep."
    },
    {
        "text": "Good Morning! Find joy in the ordinary."
    },
    {
        "text": "Wake up, be kind, and chase your dreams."
    },
    {
        "text": "Today is a canvas; make it a masterpiece."
    },
    {
        "text": "Good Morning! Let gratitude be your attitude."
    },
    {
        "text": "Embrace the possibilities of a new day."
    },
    {
        "text": "Rise and shine, it's a new chance to be better."
    },
    {
        "text": "Good Morning! The best way to predict the future is to create it."
    },
    {
        "text": "Life is short; make it sweet and memorable."
    },
    {
        "text": "Good Morning! Start your day with a cup of positivity."
    },
    {
        "text": "Seize the day, starting with a smile."
    },
    {
        "text": "Wake up, be happy, and let the day begin."
    },
    {
        "text": "Today's goal: Radiate positive vibes only."
    },
    {
        "text": "Good Morning! Believe in your magic."
    },
    {
        "text": "Rise above the storm, find the sunshine within."
    },
    {
        "text": "Wake up, spread love, and be awesome."
    },
    {
        "text": "Make today ridiculously amazing; you deserve it."
    },
    {
        "text": "Good Morning! Life is a journey; enjoy the adventure."
    },
    {
        "text": "Wake up early, work hard, and be fabulous."
    },
    {
        "text": "Today is another opportunity to sparkle."
    },
    {
        "text": "Good Morning! Let your actions speak louder than your words."
    },
    {
        "text": "Rise and shine, it's a new day filled with opportunities."
    },
    {
        "text": "Wake up, breathe, and make it happen."
    },
    {
        "text": "Embrace the day with a heart full of gratitude."
    },
    {
        "text": "Good Morning! Your positive action combined with positive thinking results in success."
    },
    {
        "text": "Today's mantra: Smile, breathe, and go with the flow."
    },
    {
        "text": "Wake up and be grateful for the simple joys of life."
    },
    {
        "text": "Life is too short to wait; seize the day!"
    },
    {
        "text": "Good Morning! Make today amazing, you are unstoppable."
    },
    {
        "text": "Rise and shine; the world is ready for your brilliance."
    },
    {
        "text": "Wake up, embrace the challenges, and conquer the day."
    },
    {
        "text": "Good Morning! Life is an adventure waiting to be explored."
    },
    {
        "text": "Rise above the doubts and embrace the possibilities."
    },
    {
        "text": "Wake up, stand tall, and make today count."
    },
    {
        "text": "Good Morning! Let the beauty of today leave you speechless."
    },
    {
        "text": "Embrace the new day with open arms and a grateful heart."
    },
    {
        "text": "Today's goal: Be the reason someone smiles."
    },
    {
        "text": "Rise and shine, it's a new day to create, inspire, and achieve."
    },
    {
        "text": "Wake up, be kind to yourself, and spread kindness."
    },
    {
        "text": "Today is a fresh start, a new beginning."
    },
    {
        "text": "Good Morning! Let your soul shine bright like the morning sun."
    },
    {
        "text": "Rise above the challenges, and let your spirit soar."
    },
    {
        "text": "Wake up, be grateful, and make today amazing."
    },
    {
        "text": "Today's mantra: Focus on the good."
    },
    {
        "text": "Good Morning! Shine like the whole universe is yours."
    },
    {
        "text": "Wake up, be happy, and chase your dreams with enthusiasm."
    },
    {
        "text": "Life is a journey; enjoy the ride and make the most of it."
    },
    {
        "text": "Good Morning! Today's goal: Radiate positivity."
    },
    {
        "text": "Today is a blank page; write a good one."
    },
    {
        "text": "Good Morning! Let your light shine bright today."
    },
    {
        "text": "Embrace the day with gratitude and a positive mindset."
    },
    {
        "text": "Rise above the negativity, and let your light shine."
    },
    {
        "text": "Success is not final, failure is not fatal: It is the courage to continue that counts."
    },
    {
        "text": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
        "text": "In three words, I can sum up everything I've learned about life: it goes on."
    },
    {
        "text": "The greatest glory in living lies not in never falling, but in rising every time we fall."
    },
    {
        "text": "Life is what happens when you're busy making other plans."
    },
    {
        "text": "Strive not to be a success, but rather to be of value."
    },
    {
        "text": "The best revenge is to be unlike him who performed the injustice."
    },
    {
        "text": "In the end, we will remember not the words of our enemies, but the silence of our friends."
    },
    {
        "text": "You have within you right now, everything you need to deal with whatever the world can throw at you."
    },
    {
        "text": "The only person you are destined to become is the person you decide to be."
    },
    {
        "text": "I have not failed. I've just found 10,000 ways that won't work."
    },
    {
        "text": "I think, therefore I am."
    },
    {
        "text": "What lies behind us and what lies before us are tiny matters compared to what lies within us."
    },
    {
        "text": "Don't cry because it's over, smile because it happened."
    },
    {
        "text": "You must be the change you wish to see in the world."
    },
    {
        "text": "Do not go where the path may lead, go instead where there is no path and leave a trail."
    },
    {
        "text": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time."
    },
    {
        "text": "It's not whether you get knocked down, it's whether you get up."
    },
    {
        "text": "The only impossible journey is the one you never begin."
    },
    {
        "text": "The only thing we have to fear is fear itself."
    },
    {
        "text": "Success is not how high you have climbed, but how you make a positive difference to the world."
    },
    {
        "text": "Don't watch the clock; do what it does. Keep going."
    },
    {
        "text": "Nothing in the world can take the place of Persistence. Talent will not; nothing is more common than unsuccessful men with talent."
    },
    {
        "text": "Your time is limited, don't waste it living someone else's life."
    },
    {
        "text": "What you get by achieving your goals is not as important as what you become by achieving your goals."
    },
    {
        "text": "Our greatest glory is not in never falling, but in rising every time we fall."
    },
    {
        "text": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe."
    },
    {
        "text": "It is during our darkest moments that we must focus to see the light."
    },
    {
        "text": "It's not the years in your life that count. It's the life in your years."
    },
    {
        "text": "Do not take life too seriously. You will never get out of it alive."
    },
    {
        "text": "Believe you can and you're halfway there."
    },
    {
        "text": "Life is 10% what happens to us and 90% how we react to it."
    },
    {
        "text": "Life is really simple, but we insist on making it complicated."
    },
    {
        "text": "Success usually comes to those who are too busy to be looking for it."
    },
    {
        "text": "In the middle of every difficulty lies opportunity."
    },
    {
        "text": "The only thing standing between you and your goal is the story you keep telling yourself as to why you can't achieve it."
    },
    {
        "text": "You can't cross the sea merely by standing and staring at the water."
    },
    {
        "text": "Life is a journey that must be traveled no matter how bad the roads and accommodations."
    },
    {
        "text": "I haven't failed. I've just found 10,000 ways that won't work."
    },
    {
        "text": "The best and most beautiful things in the world cannot be seen or even touched—they must be felt with the heart."
    },
    {
        "text": "The journey of a thousand miles begins with one step."
    },
    {
        "text": "It's not what happens to you, but how you react to it that matters."
    },
    {
        "text": "The only place where success comes before work is in the dictionary."
    },
    {
        "text": "The purpose of our lives is to be happy."
    },
    {
        "text": "If you want to achieve greatness stop asking for permission."
    },
    {
        "text": "Don't let the noise of others' opinions drown out your own inner voice."
    },
    {
        "text": "It always seems impossible until it’s done."
    },
    {
        "text": "The only limit to our realization of tomorrow will be our doubts of today."
    },
    {
        "text": "We can complain because rose bushes have thorns, or rejoice because thorns have roses."
    }
]