[
    {
     "text": "Sleep tight and sweet dreams.",
     "author": "null"
    },
    {
     "text": "Goodnight, may your dreams be as wonderful as you are.",
     "author": "null"
    },
    {
     "text": "Wishing you a peaceful and restful night.",
     "author": "null"
    },
    {
     "text": "As the stars light up the night sky, so may your dreams be filled with light and wonder.",
     "author": "null"
    },
    {
     "text": "Sleep well and wake up refreshed.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with happiness and love.",
     "author": "null"
    },
    {
     "text": "Goodnight my dear friend, may you wake up to a beautiful day tomorrow.",
     "author": "null"
    },
    {
     "text": "Close your eyes and drift away to dreamland.",
     "author": "null"
    },
    {
     "text": "May you have the sweetest dreams.",
     "author": "null"
    },
    {
     "text": "Goodnight, sleep well and dream big.",
     "author": "null"
    },
    {
     "text": "The night is a time to rest and recharge for a new day.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with all the things that make you happy.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with love and light.",
     "author": "null"
    },
    {
     "text": "Sweet dreams, dear friend.",
     "author": "null"
    },
    {
     "text": "May you wake up feeling rested and ready for a new day.",
     "author": "null"
    },
    {
     "text": "As you close your eyes, may you feel the peace and love that surrounds you.",
     "author": "null"
    },
    {
     "text": "Goodnight, sleep tight, and don't let the bedbugs bite.",
     "author": "null"
    },
    {
     "text": "May your dreams be as beautiful as you are.",
     "author": "null"
    },
    {
     "text": "Goodnight, rest well, and have beautiful dreams.",
     "author": "null"
    },
    {
     "text": "Sleep well and let your dreams take you on a magical journey.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with all the things that make your heart happy.",
     "author": "null"
    },
    {
     "text": "As you lay your head down to sleep, know that you are loved and cherished.",
     "author": "null"
    },
    {
     "text": "Sweet dreams, may you wake up to a beautiful new day.",
     "author": "null"
    },
    {
     "text": "Goodnight, may your dreams be filled with wonder and joy.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with all the things that you desire.",
     "author": "null"
    },
    {
     "text": "As you drift off to sleep, may you feel the warmth of my love surrounding you.",
     "author": "null"
    },
    {
     "text": "Goodnight, sleep well, and dream of all the amazing things you will achieve.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with love, happiness, and success.",
     "author": "null"
    },
    {
     "text": "As the day comes to an end, may you find peace and comfort in the night.",
     "author": "null"
    },
    {
     "text": "Sweet dreams, may your heart be filled with love and your mind with happiness.",
     "author": "null"
    },
    {
     "text": "Goodnight, may you wake up feeling refreshed and ready to conquer the day.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with all the things that make you smile.",
     "author": "null"
    },
    {
     "text": "As you lay down to rest, may you feel the warmth of the universe surrounding you.",
     "author": "null"
    },
    {
     "text": "Goodnight, sleep well, and dream big.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with love, laughter, and adventure.",
     "author": "null"
    },
    {
     "text": "As you close your eyes, may you be filled with a sense of peace and tranquility.",
     "author": "null"
    },
    {
     "text": "Sweet dreams, my love, may you wake up feeling refreshed and renewed.",
     "author": "null"
    },
    {
     "text": "Goodnight, may your dreams be filled with all the things that you desire.",
     "author": "null"
    },
    {
     "text": "As you drift off to sleep, may your worries and troubles fade away.",
     "author": "null"
    },
    {
     "text": "Goodnight, my dear, may you wake up to a beautiful new day filled with endless possibilities.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with inspiration and creativity.",
     "author": "null"
    },
    {
     "text": "As you rest your head, may your mind be filled with positive thoughts and peacefulness.",
     "author": "null"
    },
    {
     "text": "Goodnight, may you be surrounded by angels watching over you as you sleep.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with magic and wonder, like a fairytale come to life.",
     "author": "null"
    },
    {
     "text": "As you close your eyes, may your heart be filled with love and gratitude.",
     "author": "null"
    },
    {
     "text": "Goodnight, may your dreams be filled with all the beauty and splendor of nature.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with hope and positivity, bringing you closer to your goals.",
     "author": "null"
    },
    {
     "text": "As you drift off to sleep, may your mind be filled with happy memories and cherished moments.",
     "author": "null"
    },
    {
     "text": "Goodnight, may you wake up to a new day feeling refreshed and rejuvenated.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with adventure and excitement, taking you on a journey of a lifetime.",
     "author": "null"
    },
    {
     "text": "As you rest your head, may your soul be at peace, and your body feel relaxed.",
     "author": "null"
    },
    {
     "text": "Goodnight, may you be blessed with a restful night's sleep and sweet dreams.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with all the things that make your heart sing and your spirit soar.",
     "author": "null"
    },
    {
     "text": "As you close your eyes, may you feel the warmth and love of those who care about you.",
     "author": "null"
    },
    {
     "text": "Goodnight, may your dreams be filled with love, joy, and happiness.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with all the good things in life, and may you wake up feeling grateful.",
     "author": "null"
    },
    {
     "text": "As you drift off to sleep, may you be surrounded by a sense of calm and tranquility.",
     "author": "null"
    },
    {
     "text": "Goodnight, may you wake up to a new day filled with endless opportunities and possibilities.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with laughter and fun, bringing a smile to your face.",
     "author": "null"
    },
    {
     "text": "As you rest your head, may your heart be filled with love and your mind with peaceful thoughts.",
     "author": "null"
    },
    {
     "text": "Goodnight, may you be blessed with a restful night's sleep and sweet dreams.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with love, happiness, and all the good things in life.",
     "author": "null"
    },
    {
     "text": "As you close your eyes, may you feel the universe's infinite possibilities and potential.",
     "author": "null"
    },
    {
     "text": "Goodnight, may your dreams be filled with magic, wonder, and pure joy.",
     "author": "null"
    },
    {
     "text": "May your dreams take you on a journey to a world of endless possibilities and adventure.",
     "author": "null"
    },
    {
     "text": "As you drift off to sleep, may your mind be filled with positive affirmations and self-love.",
     "author": "null"
    },
    {
     "text": "Goodnight, may you wake up to a new day filled with love, hope, and endless possibilities.",
     "author": "null"
    },
    {
     "text": "May your dreams be filled with peace and tranquility, taking you to a place of serenity.",
     "author": "null"
    },
    {
     "text": "As you rest your head, may your body feel relaxed and your mind at ease.",
     "author": "null"
    }
]