[
    {
     "text": "Happiness is not something ready-made. It comes from your own actions.",
     "author": "Dalai Lama XIV"
    },
    {
     "text": "The secret to happiness is not in doing what one likes, but in liking what one does.",
     "author": "James M. Barrie"
    },
    {
     "text": "The greatest happiness you can have is knowing that you do not necessarily require happiness.",
     "author": "William Saroyan"
    },
    {
     "text": "Happiness is a warm puppy.",
     "author": "Charles M. Schulz"
    },
    {
     "text": "If you want to be happy, be.",
     "author": "Leo Tolstoy"
    },
    {
     "text": "Happiness is not the absence of problems, it's the ability to deal with them.",
     "author": "Steve Maraboli"
    },
    {
     "text": "Happiness is a direction, not a place.",
     "author": "Sydney J. Harris"
    },
    {
     "text": "The happiness of your life depends upon the quality of your thoughts.",
     "author": "Marcus Aurelius"
    },
    {
     "text": "Happiness is a state of mind. It's just according to the way you look at things.",
     "author": "Walt Disney"
    },
    {
     "text": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion.",
     "author": "Dalai Lama XIV"
    },
    {
     "text": "Happiness is not something you postpone for the future; it is something you design for the present.",
     "author": "Jim Rohn"
    },
    {
     "text": "Happiness is a warm blanket.",
     "author": "Charles M. Schulz"
    },
    {
     "text": "Happiness is the art of never holding in your mind the memory of any unpleasant thing that has passed.",
     "author": "Unknown"
    },
    {
     "text": "The greatest happiness you can give another is the happiness you feel within.",
     "author": "Esther Hicks"
    },
    {
     "text": "There is only one happiness in this life, to love and be loved.",
     "author": "George Sand"
    },
    {
     "text": "Happiness is a butterfly, which when pursued, is always beyond your grasp, but which, if you will sit down quietly, may alight upon you.",
     "author": "Nathaniel Hawthorne"
    },
    {
     "text": "Happiness is not something you find, it's something you create.",
     "author": "Unknown"
    },
    {
     "text": "The true secret of happiness lies in the taking a genuine interest in all the details of daily life.",
     "author": "William Morris"
    },
    {
     "text": "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
     "author": "Aristotle"
    },
    {
     "text": "Happiness is not having what you want. It is wanting what you have.",
     "author": "Unknown"
    },
    {
     "text": "The happiest people don't have the best of everything, they just make the best of everything.",
     "author": "Unknown"
    },
    {
     "text": "Happiness is not a destination, it's a journey.",
     "author": "Unknown"
    },
    {
     "text": "Happiness is a warm blanket and a good book.",
     "author": "Unknown"
    },
    {
     "text": "Happiness is not something that just comes to you, it's something you create.",
     "author": "Unknown"
    },
    {
     "text": "Happiness is like a butterfly, the more you chase it, the more it will elude you, but if you turn your attention to other things, it will come and sit softly on your shoulder.",
     "author": "Henry David Thoreau"
    },
    {
     "text": "Happiness is a conscious choice, not an automatic response.",
     "author": "Mildred Barthel"
    },
    {
     "text": "The greatest happiness you can have is the knowledge that you do not necessarily require happiness.",
     "author": "William Saroyan"
    },
    {
     "text": "You can't buy happiness, but you can buy ice cream, and that's pretty much the same thing.",
     "author": "Unknown"
    },
    {
     "text": "The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature.",
     "author": "Marcus Aurelius"
    },
    {
     "text": "The only thing that will make you happy is being happy with who you are.",
     "author": "Goldie Hawn"
    },
    {
     "text": "The most important thing is to enjoy your life—to be happy—it’s all that matters.",
     "author": "Audrey Hepburn"
    },
    {
     "text": "Happiness is a choice. You can choose to be happy. There’s going to be stress in life, but it’s your choice whether you let it affect you or not.",
     "author": "Valerie Bertinelli"
    },
    {
     "text": "The secret of happiness is not in doing what one likes, but in liking what one does.",
     "author": "J.M. Barrie"
    },
    {
     "text": "There is no path to happiness: happiness is the path.",
     "author": "Buddha"
    },
    {
     "text": "The true secret of happiness lies in taking a genuine interest in all the details of daily life.",
     "author": "William Morris"
    },
    {
     "text": "Learn to value yourself, which means: fight for your happiness.",
     "author": "Ayn Rand"
    },
    {
     "text": "The best way to cheer yourself up is to try to cheer somebody else up.",
     "author": "Mark Twain"
    },
    {
     "text": "The best way to find happiness is not to search for it but to create it.",
     "author": "Sondra Ray"
    },
    {
     "text": "Be happy with what you have. Be excited about what you want.",
     "author": "Alan Cohen"
    },
    {
     "text": "Happiness is when what you think, what you say, and what you do are in harmony.",
     "author": "Mahatma Gandhi"
    },
    {
     "text": "True happiness is…to enjoy the present, without anxious dependence upon the future.",
     "author": "Lucius Annaeus Seneca"
    },
    {
     "text": "Happiness is not the absence of problems, it’s the ability to deal with them.",
     "author": "Steve Maraboli"
    },
    {
     "text": "The only way to find true happiness is to risk being completely cut open.",
     "author": "Chuck Palahniuk, Invisible Monsters"
    },
    {
     "text": "Happiness is not something you get in life. Happiness is something you bring to life.",
     "author": "Wayne Dyer"
    },
    {
     "text": "Happiness is not a goal…it’s a by-product of a life well-lived.",
     "author": "Eleanor Roosevelt"
    },
    {
     "text": "Happiness is not something ready made. It comes from your own actions.",
     "author": "Dalai Lama"
    }
]