[
    {
     "text": "I never knew that heartbreak could hurt so much.",
     "author": "Unknown"
    },
    {
     "text": "Sometimes, heartbreak is the price we pay for loving deeply.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we're human and we're capable of feeling.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, everything hurts.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a dark and lonely place.",
     "author": "Unknown"
    },
    {
     "text": "A broken heart is a heavy burden to bear.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is like a storm that never seems to pass.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a scar that never really goes away.",
     "author": "Unknown"
    },
    {
     "text": "Sometimes, heartbreak is the only way to truly appreciate love.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, you feel like the world is against you.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you'll never love again.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is like a wound that refuses to heal.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, even the smallest things can trigger memories.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're not good enough.",
     "author": "Unknown"
    },
    {
     "text": "A broken heart can make you question everything you thought you knew.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can feel like the end of the world.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it can feel like you'll never find happiness again.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder of the risks we take when we open our hearts to someone.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is the price we pay for love, but it's a price worth paying.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, you learn to appreciate the good times even more.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're alone in the world.",
     "author": "Unknown"
    },
    {
     "text": "A broken heart can make you feel like you're not enough.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder of the fragility of the human heart.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it's hard to see a way out of the darkness.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you question your worth and your value.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a lesson in resilience and strength.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it can be hard to find the courage to love again.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that sometimes, things just don't work out.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we're all vulnerable and fragile.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it can feel like the pain will never go away.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're lost and alone.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we're not in control of everything.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it can feel like the end of the world.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we're all human and we all make mistakes.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we're all capable of love and forgiveness.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it's hard to see the light at the end of the tunnel.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're drowning in a sea of emotions.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that love is never easy, but it's always worth it.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it can be hard to trust again.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we're all in this together.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we're stronger than we think.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it's hard to see the good in anything.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're never going to be happy again.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're walking through life in a fog.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we need to be kind to ourselves.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it can feel like you're alone in the universe.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we're all connected by our emotions.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're trapped in a nightmare.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that time doesn't always heal all wounds.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it's hard to see any good in the world.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we all have the capacity to hurt and be hurt.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're living in a world of shadows.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we need to be careful with our hearts.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it can feel like you'll never smile again.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we need to be patient with ourselves.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're drowning in a sea of tears.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it can be hard to believe in love again.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we need to learn from our mistakes.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're living in a never-ending nightmare.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we all need to be gentle with ourselves.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it can feel like you're carrying a heavy weight on your shoulders.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we all have the capacity to love and be loved.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're walking through life in slow motion.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we all need to take care of our hearts.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it can feel like the world is an unfriendly place.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we all need to be kind to ourselves and others.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're living in a world without color.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we all need to be patient with the healing process.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it can be hard to see the light at the end of the tunnel.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we need to be gentle with ourselves during difficult times.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're lost in a maze with no way out.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we need to be kind to ourselves and others during difficult times.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it can be hard to believe that things will ever get better.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we need to be patient with the healing process and ourselves.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're walking on a tightrope with no safety net.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we need to be kind to ourselves and others even when it hurts.",
     "author": "Unknown"
    },
    {
     "text": "When you're heartbroken, it can be hard to see any hope for the future.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we all need to be patient with ourselves and others.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak can make you feel like you're living in a world of darkness.",
     "author": "Unknown"
    },
    {
     "text": "Heartbreak is a reminder that we need to take the time to heal and reflect on our experiences.",
     "author": "Unknown"
    }
]