[
    {
     "text": "Home is where love resides, memories are created, friends always belong, and laughter never ends.",
     "author": "Unknown"
    },
    {
     "text": "There's no place like home.",
     "author": "Dorothy Gale (The Wizard of Oz)"
    },
    {
     "text": "Home is not a place, it's a feeling.",
     "author": "Unknown"
    },
    {
     "text": "The magic thing about home is that it feels good to leave, and it feels even better to come back.",
     "author": "Wendy Wunder"
    },
    {
     "text": "Home is where your story begins.",
     "author": "Unknown"
    },
    {
     "text": "Home is where one starts from.",
     "author": "T.S. Eliot"
    },
    {
     "text": "Home is the starting place of love, hope, and dreams.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we should feel secure and comfortable.",
     "author": "Catherine Pulsifer"
    },
    {
     "text": "A house is made of bricks and beams. A home is made of love and dreams.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where, when you have to go there, they have to take you in.",
     "author": "Robert Frost"
    },
    {
     "text": "A home is a kingdom of its own in the midst of the world, a stronghold amid life's storms and stresses, a refuge, even a sanctuary.",
     "author": "Dietrich Bonhoeffer"
    },
    {
     "text": "Home is a place you grow up wanting to leave, and grow old wanting to get back to.",
     "author": "John Ed Pearce"
    },
    {
     "text": "Home is the nicest word there is.",
     "author": "Laura Ingalls Wilder"
    },
    {
     "text": "Home is not where you live, but where they understand you.",
     "author": "Christian Morgenstern"
    },
    {
     "text": "A comfortable house is a great source of happiness. It ranks immediately after health and a good conscience.",
     "author": "Sydney Smith"
    },
    {
     "text": "Home is the most important place on earth, and the bedrock of our lives.",
     "author": "Joanna Gaines"
    },
    {
     "text": "A home is a place where you can be yourself and be accepted for who you are.",
     "author": "Unknown"
    },
    {
     "text": "Home is where you can be yourself and be surrounded by the people who love you.",
     "author": "Unknown"
    },
    {
     "text": "Home is where the heart is.",
     "author": "Pliny the Elder"
    },
    {
     "text": "A house becomes a home when you can write \"I love you\" on the furniture.",
     "author": "Unknown"
    },
    {
     "text": "Home should be a place where it's okay to make mistakes.",
     "author": "J. California Cooper"
    },
    {
     "text": "Home is where you feel loved, appreciated, and safe.",
     "author": "Tracy Taylor"
    },
    {
     "text": "A house is not a home unless it contains food and fire for the mind as well as the body.",
     "author": "Benjamin Franklin"
    },
    {
     "text": "Home is where the WiFi is weak, and the love is strong.",
     "author": "Unknown"
    },
    {
     "text": "Home is a place you grow up wanting to leave, and grow old wanting to stay.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we find comfort, happiness, and belonging.",
     "author": "Unknown"
    },
    {
     "text": "A home is not just a place, it's a feeling.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we should be our truest selves.",
     "author": "Unknown"
    },
    {
     "text": "A home is not complete without love, family, and laughter.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we can let our hair down and be ourselves.",
     "author": "Unknown"
    },
    {
     "text": "Home is not where you live, but where you create a life.",
     "author": "Unknown"
    },
    {
     "text": "The best thing about coming home is the feeling of comfort and warmth.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we should feel the most loved and accepted.",
     "author": "Unknown"
    },
    {
     "text": "A home is not just a place to live, it's a place to love.",
     "author": "Unknown"
    },
    {
     "text": "Home is a place where we find the people who make us feel whole.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can let our guard down and be vulnerable.",
     "author": "Unknown"
    },
    {
     "text": "Home is not just a place, it's a state of mind.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we create memories that will last a lifetime.",
     "author": "Unknown"
    },
    {
     "text": "A home is not a home until it's filled with love.",
     "author": "Unknown"
    },
    {
     "text": "Home is not where you come from, it's where you belong.",
     "author": "Unknown"
    },
    {
     "text": "Home is the one place in all this world where hearts are sure of each other.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we can be silly, weird, and crazy without being judged.",
     "author": "Unknown"
    },
    {
     "text": "A home is not just a place, it's a feeling of safety and security.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we find peace and rest after a long day.",
     "author": "Unknown"
    },
    {
     "text": "Home is not a place, it's a feeling of warmth, love, and security.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we can be ourselves, without fear of judgment.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where laughter never ends and memories are made.",
     "author": "Unknown"
    },
    {
     "text": "Home is where you feel safe to express yourself and grow as a person.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we can let go of all the worries and just be ourselves.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where everyone belongs, no matter who they are.",
     "author": "Unknown"
    },
    {
     "text": "Home is not just a physical space, it's a feeling of belonging and love.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the support and encouragement we need to thrive.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can create beautiful memories with the people we love.",
     "author": "Unknown"
    },
    {
     "text": "Home is not just a place, it's a feeling of love, warmth, and acceptance.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we find the strength to face the challenges of life.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can be our best selves, and still be loved unconditionally.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we feel safe, loved, and cared for, no matter what.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we can find peace, joy, and fulfillment.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can create our own world, filled with love and happiness.",
     "author": "Unknown"
    },
    {
     "text": "Home is not just a building, it's a place where we can build our lives.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we can learn, grow, and become our best selves.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can be ourselves, without any pretense or façade.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the beauty in the simple things of life.",
     "author": "Unknown"
    },
    {
     "text": "Home is a place where we can be true to ourselves, and still be loved.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can share our dreams and aspirations with the people we love.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we can let go of all our worries, and just be ourselves.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find refuge from the storms of life.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we can be ourselves, without the fear of rejection.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find acceptance, love, and support, no matter what.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we can find our inner peace, and connect with our true selves.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the strength to face the challenges of life.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we can find the inspiration to pursue our dreams.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find comfort, happiness, and fulfillment.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we can find the courage to face our fears.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the wisdom to make the right decisions.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we can find the joy in the little things of life.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the love that makes life worth living.",
     "author": "Unknown"
    },
    {
     "text": "Home is the place where we can find the peace that surpasses all understanding.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find our true identity, and embrace our uniqueness.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can make mistakes, learn, and grow.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the strength to face the challenges of the world.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can be vulnerable and still be loved.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the beauty in the imperfections of life.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the strength to forgive and let go of the past.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the warmth of love, even on the coldest of days.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can be ourselves, and still be loved for who we are.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the support we need to pursue our passions.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the inspiration to create and innovate.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the hope to believe that things will get better.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the courage to face our fears and doubts.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the motivation to keep going, even when life gets tough.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the joy in the journey, not just the destination.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the meaning and purpose of our lives.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the balance between work and rest.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the inspiration to be creative and innovative.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the strength to overcome our weaknesses.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the peace that comes from being with the people we love.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the beauty in the diversity of cultures and traditions.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the safety and security we need to explore the world.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the laughter and joy that make life worth living.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the beauty in the simplicity of life.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the comfort of familiar things, even in a changing world.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the love that heals all wounds.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the wisdom to navigate the complexities of life.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the beauty in the natural world around us.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the connection between our past, present, and future.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the strength to forgive ourselves and others.",
     "author": "Unknown"
    },
    {
     "text": "A home is a place where we can find the power of community, love, and belonging.",
     "author": "Unknown"
    },
    {
     "text": "Home is where we can find the beauty in the chaos of life.",
     "author": "Unknown"
    }
]