[
    {
     "text": "Verily, with hardship, there is ease. - Quran 94:6",
     "author": "Allah (Quran)"
    },
    {
     "text": "Allah does not burden a soul beyond that it can bear. - Quran 2:286",
     "author": "Allah (Quran)"
    },
    {
     "text": "Allah is with the patient. - Quran 8:46",
     "author": "Allah (Quran)"
    },
    {
     "text": "Do not lose hope, nor be sad. - Quran 3:139",
     "author": "Allah (Quran)"
    },
    {
     "text": "Allah loves those who repent. - Quran 2:222",
     "author": "Allah (Quran)"
    },
    {
     "text": "Forgive, and overlook: Do you not wish that Allah should forgive you? - Quran 24:22",
     "author": "Allah (Quran)"
    },
    {
     "text": "The best of you are those who are best to their families. - Prophet Muhammad (peace be upon him)",
     "author": "Prophet Muhammad"
    },
    {
     "text": "The strong person is not the one who overcomes people by his strength, but the one who controls himself while in anger. - Prophet Muhammad (peace be upon him)",
     "author": "Prophet Muhammad"
    },
    {
     "text": "The seeking of knowledge is obligatory for every Muslim. - Prophet Muhammad (peace be upon him)",
     "author": "Prophet Muhammad"
    },
    {
     "text": "The most beloved of people to Allah are those who are most beneficial to people. - Prophet Muhammad (peace be upon him)",
     "author": "Prophet Muhammad"
    },
    {
     "text": "The most beloved deeds to Allah are the most consistent, even if they are few. - Prophet Muhammad (peace be upon him)",
     "author": "Prophet Muhammad"
    },
    {
     "text": "Allah is the best of planners. - Quran 8:30",
     "author": "Allah (Quran)"
    },
    {
     "text": "Allah is sufficient for us, and He is the best disposer of affairs. - Quran 3:173",
     "author": "Allah (Quran)"
    },
    {
     "text": "Allah does not change the condition of a people until they change what is in themselves. - Quran 13:11",
     "author": "Allah (Quran)"
    },
    {
     "text": "Allah does not look at your appearance or your possessions; but He looks at your heart and your deeds. - Prophet Muhammad (peace be upon him)",
     "author": "Prophet Muhammad"
    },
    {
     "text": "The best among you are those who have the best manners and character. - Prophet Muhammad (peace be upon him)",
     "author": "Prophet Muhammad"
    },
    {
     "text": "Verily, with hardship comes ease.",
     "author": "Quran 94:5-6"
    },
    {
     "text": "The greatest jihad is to battle your own soul, to fight the evil within yourself.",
     "author": "Prophet Muhammad"
    },
    {
     "text": "Speak good or remain silent.",
     "author": "Prophet Muhammad"
    },
    {
     "text": "Every breath we take is a blessing from Allah.",
     "author": "Unknown"
    },
    {
     "text": "Pray, not because you need something, but because you have a lot to thank Allah for.",
     "author": "Unknown"
    },
    {
     "text": "The best of people are those who are most beneficial to others.",
     "author": "Prophet Muhammad"
    },
    {
     "text": "Allah is the best of planners.",
     "author": "Quran 8:30"
    },
    {
     "text": "Verily, in the remembrance of Allah do hearts find rest.",
     "author": "Quran 13:28"
    },
    {
     "text": "Be like a flower that gives its fragrance to even the hand that crushes it.",
     "author": "Imam Ali"
    },
    {
     "text": "Allah's plan is always the best.",
     "author": "Unknown"
    },
    {
     "text": "The most beloved of people to Allah are those who are most beneficial to people.",
     "author": "Prophet Muhammad"
    },
    {
     "text": "Allah never leaves you empty-handed. He always replaces everything you lost with something better.",
     "author": "Unknown"
    },
    {
     "text": "May Allah bless us with the ability to make our hearts tender.",
     "author": "Imam Al-Ghazali"
    },
    {
     "text": "Verily, Allah is with those who are patient.",
     "author": "Quran 2:153"
    },
    {
     "text": "Indeed, Allah does not look at your appearance or your possessions, but He looks at your heart and your deeds.",
     "author": "Prophet Muhammad"
    },
    {
     "text": "When you are in a position to help someone, be happy and grateful that Allah has chosen you to be His instrument.",
     "author": "Unknown"
    },
    {
     "text": "Verily, with every difficulty there is relief.",
     "author": "Quran 94:5-6"
    },
    {
     "text": "Allah does not burden a soul beyond that it can bear.",
     "author": "Quran 2:286"
    },
    {
     "text": "Allah is with the patient.",
     "author": "Quran 8:46"
    },
    {
     "text": "Call upon me, I will respond to you.",
     "author": "Quran 40:60"
    },
    {
     "text": "And He gave you from all you asked of Him. And if you should count the favor of Allah, you could not enumerate them. Indeed, mankind is generally most unjust and ungrateful.",
     "author": "Quran 14:34"
    },
    {
     "text": "Indeed, Allah loves those who are constantly repentant and loves those who purify themselves.",
     "author": "Quran 2:222"
    },
    {
     "text": "Hold firmly to the rope of Allah all together and do not become divided.",
     "author": "Quran 3:103"
    },
    {
     "text": "Allah is sufficient for me.",
     "author": "Quran 3:173"
    },
    {
     "text": "Indeed, the prayer is difficult except for the humble-minded.",
     "author": "Quran 2:45"
    },
    {
     "text": "Whoever fears Allah, He will make a way out for him and provide him with sustenance from where he does not expect.",
     "author": "Quran 65:2-3"
    },
    {
     "text": "And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive to Allah.",
     "author": "Quran 2:45"
    },
    {
     "text": "And if you are grateful, I will surely increase you [in favor]; but if you deny, indeed, My punishment is severe.",
     "author": "Quran 14:7"
    },
    {
     "text": "And whoever puts all his trust in Allah, He will suffice him.",
     "author": "Quran 65:3"
    },
    {
     "text": "Allah does not change the condition of a people until they change what is in themselves.",
     "author": "Quran 13:11"
    },
    {
     "text": "And whoever fears Allah, He will make for him a way out.",
     "author": "Quran 65:2"
    },
    {
     "text": "Indeed, in the remembrance of Allah do hearts find rest.",
     "author": "Quran 13:28"
    },
    {
     "text": "So remember Me; I will remember you. And be grateful to Me and do not deny Me.",
     "author": "Quran 2:152"
    },
    {
     "text": "And whoever turns away from My remembrance - indeed, he will have a depressed life, and We will gather him on the Day of Resurrection blind.",
     "author": "Quran 20:124"
    },
    {
     "text": "And whoever relies upon Allah, then He is sufficient for him.",
     "author": "Quran 65:3"
    },
    {
     "text": "The believers are only those who, when Allah is mentioned, their hearts become fearful, and when His verses are recited to them, it increases them in faith; and upon their Lord they rely.",
     "author": "Quran 8:2"
    },
    {
     "text": "So whoever Allah wants to guide - He expands his breast to [contain] Islam; and whoever He wants to misguide - He makes his breast tight and constricted as though he were climbing into the sky. Thus does Allah place defilement upon those who do not believe.",
     "author": "Quran 6:125"
    },
    {
     "text": "And whoever fears Allah - He will make for him a way out. And will provide for him from where he does not expect. And whoever relies upon Allah - then He is sufficient for him.",
     "author": "Quran 65:2-3"
    },
    {
     "text": "Whoever desires to meet his Lord, he should do good deeds and not associate anyone in the worship of his Lord.",
     "author": "Quran 18:110"
    },
    {
     "text": "So be patient. Indeed, the promise of Allah is truth.",
     "author": "Quran 30:"
    },
    {
     "text": "Allah is the Light of the heavens and the earth.",
     "author": "Quran 24:35"
    },
    {
     "text": "Indeed, Allah does not wrong the people at all, but it is the people who are wronging themselves.",
     "author": "Quran 10:44"
    },
    {
     "text": "And say, 'My Lord, increase me in knowledge.'",
     "author": "Quran 20:114"
    },
    {
     "text": "Allah is the best protector.",
     "author": "Quran 12:64"
    },
    {
     "text": "Verily, Allah is with the righteous.",
     "author": "Quran 9:36"
    },
    {
     "text": "And whoever puts his trust in Allah, Allah is sufficient for him.",
     "author": "Quran 65:3"
    },
    {
     "text": "Allah is the best of judges.",
     "author": "Quran 95:8"
    },
    {
     "text": "Allah is the All-Knowing, the Wise.",
     "author": "Quran 2:32"
    },
    {
     "text": "And say, 'My Lord, forgive and have mercy, and You are the best of the merciful.'",
     "author": "Quran 23:118"
    },
    {
     "text": "And whoever fears Allah - He will make for him a way out.",
     "author": "Quran 65:2"
    },
    {
     "text": "Allah is the One Who gives guidance.",
     "author": "Quran 2:120"
    },
    {
     "text": "And We have not sent you, [O Muhammad], except as a mercy to the worlds.",
     "author": "Quran 21:107"
    },
    {
     "text": "Indeed, in the creation of the heavens and the earth and the alternation of the night and the day are signs for those of understanding.",
     "author": "Quran 3:190"
    },
    {
     "text": "Allah does not guide the defiantly disobedient.",
     "author": "Quran 2:26"
    },
    {
     "text": "And say, 'My Lord, let my entry be good, and let my exit be good. And grant me from Yourself a supporting authority.'",
     "author": "Quran 17:80"
    },
    {
     "text": "And if you are patient, it is better for those who are patient.",
     "author": "Quran 16:126"
    },
    {
     "text": "Allah loves the patient.",
     "author": "Quran 3:146"
    },
    {
     "text": "And rely upon the Ever-Living who does not die.",
     "author": "Quran 25:58"
    },
    {
     "text": "Allah does not love the arrogant.",
     "author": "Quran 16:23"
    },
    {
     "text": "Indeed, the most noble of you in the sight of Allah is the most righteous of you.",
     "author": "Quran 49:13"
    },
    {
     "text": "And whoever puts his trust in Allah, then He will suffice him.",
     "author": "Quran 65:3"
    },
    {
     "text": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
     "author": "Quran 54:17"
    },
    {
     "text": "Allah is the All-Powerful, the All-Mighty.",
     "author": "Quran 22:74"
    },
    {
     "text": "Indeed, Allah is the possessor of bounty for the people, but most of the people do not show gratitude.",
     "author": "Quran 2:243"
    },
    {
     "text": "And indeed, We have bestowed upon you the seven often repeated [verses] and the great Qur'an.",
     "author": "Quran 15:87"
    },
    {
     "text": "And it is He who sends down rain after they have despaired, and spreads His mercy.",
     "author": "Quran 42:28"
    },
    {
     "text": "And those who strive for Us - We will surely guide them to Our ways. And indeed, Allah is with the doers of good.",
     "author": "Quran 29:69"
    },
    {
     "text": "Allah is with the doers of good.",
     "author": "Quran 29:69"
    },
    {
     "text": "Indeed, Allah is the All-Hearer, the All-Seer.",
     "author": "Quran 58:1"
    },
    {
     "text": "Indeed, with hardship comes ease.",
     "author": "Quran 94:5-6"
    },
    {
     "text": "And never give up hope of Allah's mercy; certainly no one despairs of Allah's mercy except the unbelieving people.",
     "author": "Quran 12:87"
    },
    {
     "text": "And He found you lost and guided [you].",
     "author": "Quran 93:7"
    },
    {
     "text": "Allah is sufficient for us, and He is the best Disposer of affairs.",
     "author": "Quran 3:173"
    },
    {
     "text": "So remember Me, and I will remember you.",
     "author": "Quran 2:152"
    },
    {
     "text": "And He is with you wherever you are.",
     "author": "Quran 57:4"
    },
    {
     "text": "Indeed, Allah is with the patient.",
     "author": "Quran 2:153"
    },
    {
     "text": "Allah is the best of helpers.",
     "author": "Quran 3:150"
    },
    {
     "text": "Indeed, Allah is with those who are righteous and those who do good.",
     "author": "Quran 16:128"
    },
    {
     "text": "Allah is the All-Provider, the Owner of Strength.",
     "author": "Quran 51:58"
    },
    {
     "text": "And establish prayer. Indeed, prayer prohibits immorality and wrongdoing.",
     "author": "Quran 29:45"
    },
    {
     "text": "Indeed, Allah is with those who are steadfast.",
     "author": "Quran 8:46"
    },
    {
     "text": "Allah is the One who sustains and provides for all.",
     "author": "Quran 51:58"
    },
    {
     "text": "And whoever does righteous deeds, whether male or female, while being a believer - those will enter Paradise.",
     "author": "Quran 4:124"
    },
    {
     "text": "Indeed, Allah is the Forgiving, the Merciful.",
     "author": "Quran 39:53"
    },
    {
     "text": "And We have not sent you, [O Muhammad], except as a giver of glad tidings and a warner to all mankind.",
     "author": "Quran 34:28"
    },
    {
     "text": "Indeed, Allah is the All-Encompassing, the All-Knowing.",
     "author": "Quran 65:12"
    },
    {
     "text": "Allah is the best of providers.",
     "author": "Quran 62:11"
    },
    {
     "text": "And Allah is the best of planners.",
     "author": "Quran 8:30"
    },
    {
     "text": "Allah is the One who guides to the straight path.",
     "author": "Quran 6:126"
    },
    {
     "text": "Indeed, Allah is the All-Knowing, the All-Wise.",
     "author": "Quran 2:216"
    },
    {
     "text": "Indeed, Allah is the All-Seeing, the All-Hearing.",
     "author": "Quran 58:1"
    },
    {
     "text": "Allah is the One who gives life and causes death.",
     "author": "Quran 3:156"
    },
    {
     "text": "Allah is the All-Knowing, the All-Aware.",
     "author": "Quran 4:35"
    },
    {
     "text": "Indeed, Allah is the best of protectors.",
     "author": "Quran 12:64"
    },
    {
     "text": "Allah is the All-Mighty, the All-Wise.",
     "author": "Quran 3:6"
    },
    {
     "text": "Indeed, Allah is with the believers.",
     "author": "Quran 8:19"
    },
    {
     "text": "Allah is the All-Wise, the All-Knowing.",
     "author": "Quran 2:269"
    },
    {
     "text": "Indeed, Allah is with those who are patient.",
     "author": "Quran 2:153"
    },
    {
     "text": "Allah is the All-Merciful, the Most Compassionate.",
     "author": "Quran 1:1"
    },
    {
     "text": "And Allah is the best of providers.",
     "author": "Quran 12:58"
    },
    {
     "text": "Allah is the best of protectors.",
     "author": "Quran 3:173"
    }
   ]