[
    {
     "text": "Love is not just a feeling, it's an action.",
     "author": "null"
    },
    {
     "text": "Love is not about possession. Love is about appreciation.",
     "author": "null"
    },
    {
     "text": "The best love is the kind that awakens the soul.",
     "author": "Nicholas Sparks"
    },
    {
     "text": "Love is not just looking at each other, it's looking in the same direction.",
     "author": "Antoine de Saint-Exupéry"
    },
    {
     "text": "Love is an endless act of forgiveness.",
     "author": "Beyoncé Knowles"
    },
    {
     "text": "Love is a friendship set to music.",
     "author": "Joseph Campbell"
    },
    {
     "text": "True love is like ghosts, which everyone talks about and few have seen.",
     "author": "François de La Rochefoucauld"
    },
    {
     "text": "The best love is the kind that awakens the soul and makes us reach for more.",
     "author": "Nicholas Sparks"
    },
    {
     "text": "Love is not about how much you say 'I love you,' but how much you prove that it's true.",
     "author": "null"
    },
    {
     "text": "Love is like the wind, you can't see it but you can feel it.",
     "author": "Nicholas Sparks"
    },
    {
     "text": "Love is the voice under all silences, the hope which has no opposite in fear.",
     "author": "e.e. cummings"
    },
    {
     "text": "True love is not about finding someone else, but finding your other half.",
     "author": "null"
    },
    {
     "text": "Love is a journey, not a destination.",
     "author": "Ralph Waldo Emerson"
    },
    {
     "text": "To love someone deeply gives you strength. Being loved by someone deeply gives you courage.",
     "author": "Lao Tzu"
    },
    {
     "text": "The best love is the one that makes you a better person without changing you into someone other than yourself.",
     "author": "null"
    },
    {
     "text": "Love is when the other person's happiness is more important than your own.",
     "author": "H. Jackson Brown Jr."
    },
    {
     "text": "Love is an untamed force. When we try to control it, it destroys us. When we try to imprison it, it enslaves us. When we try to understand it, it leaves us feeling lost and confused.",
     "author": "Paulo Coelho"
    },
    {
     "text": "Love is not about how much you say 'I love you,' but how much you prove that it's true.",
     "author": "null"
    },
    {
     "text": "Love is like a virus. It can happen to anybody at any time.",
     "author": "Maya Angelou"
    },
    {
     "text": "In the end, love is not about what we have, but about what we give.",
     "author": "null"
    },
    {
     "text": "Love is not just an emotion, it's a choice.",
     "author": "null"
    },
    {
     "text": "The greatest happiness you can have is knowing that you are loved for who you are.",
     "author": "null"
    },
    {
     "text": "Love is the flower you've got to let grow.",
     "author": "John Lennon"
    },
    {
     "text": "Love is a smoke made with the fume of sighs.",
     "author": "William Shakespeare"
    },
    {
     "text": "Love is the answer, and you know that for sure; Love is a flower, you've got to let it grow.",
     "author": "John Lennon"
    },
    {
     "text": "Love is composed of a single soul inhabiting two bodies.",
     "author": "Aristotle"
    },
    {
     "text": "The best thing to hold onto in life is each other.",
     "author": "Audrey Hepburn"
    },
    {
     "text": "True love is not about how long you've been together, it's about the depth of your commitment.",
     "author": "null"
    },
    {
     "text": "Love is not about possession. Love is about appreciation.",
     "author": "null"
    },
    {
     "text": "Love is the only force capable of transforming an enemy into a friend.",
     "author": "Martin Luther King Jr."
    },
    {
     "text": "Love is an irresistible desire to be irresistibly desired.",
     "author": "Robert Frost"
    },
    {
     "text": "Love is a choice you make from moment to moment.",
     "author": "Barbara De Angelis"
    },
    {
     "text": "Love is the poetry of the senses.",
     "author": "Honoré de Balzac"
    },
    {
     "text": "Love is a canvas furnished by nature and embroidered by imagination.",
     "author": "Voltaire"
    },
    {
     "text": "Love is the master key that opens the gates of happiness.",
     "author": "Oliver Wendell Holmes"
    },
    {
     "text": "Love is a fruit in season at all times, and within reach\t",
     "author": "null"
    },
    {
     "text": "The best love is the kind that awakens the soul and makes us reach for more, that plants a fire in our hearts and brings peace to our minds.",
     "author": "Nicholas Sparks"
    },
    {
     "text": "Love is not just looking at each other, it's looking in the same direction.",
     "author": "Antoine de Saint-Exupéry"
    },
    {
     "text": "I have waited for this opportunity for more than half a century, to repeat to you once again my vow of eternal fidelity and everlasting love.",
     "author": "Gabriel Garcia Marquez"
    },
    {
     "text": "To love and be loved is to feel the sun from both sides.",
     "author": "David Viscott"
    },
    {
     "text": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
     "author": "Lao Tzu"
    },
    {
     "text": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves.",
     "author": "Victor Hugo"
    },
    {
     "text": "Love is an untamed force. When we try to control it, it destroys us. When we try to imprison it, it enslaves us. When we try to understand it, it leaves us feeling lost and confused.",
     "author": "Paulo Coelho"
    },
    {
     "text": "Love is a promise, love is a souvenir, once given never forgotten, never let it disappear.",
     "author": "John Lennon"
    },
    {
     "text": "Love is not about possession. Love is about appreciation.",
     "author": "Osho"
    },
    {
     "text": "You don't love someone for their looks, or their clothes or for their fancy car, but because they sing a song only you can hear.",
     "author": "Oscar Wilde"
    },
    {
     "text": "In a sea of people, my eyes will always search for you.",
     "author": "Unknown"
    },
    {
     "text": "The best thing to hold onto in life is each other.",
     "author": "Audrey Hepburn"
    },
    {
     "text": "To be brave is to love someone unconditionally, without expecting anything in return.",
     "author": "Margaret Mitchell"
    },
    {
     "text": "Love is not a feeling of happiness. Love is a willingness to sacrifice.",
     "author": "Michael Novak"
    },
    {
     "text": "Love is like the wind, you can't see it but you can feel it.",
     "author": "Nicholas Sparks"
    },
    {
     "text": "Love is when you meet someone who tells you something new about yourself.",
     "author": "Andre Breton"
    },
    {
     "text": "The best and most beautiful things in this world cannot be seen or even heard, but must be felt with the heart.",
     "author": "Helen Keller"
    },
    {
     "text": "To love is nothing. To be loved is something. But to love and be loved, that's everything.",
     "author": "T. Tolis"
    },
    {
     "text": "Love is not about how many days, weeks or months you've been together, it's all about how much you love each other every day.",
     "author": "Unknown"
    },
    {
     "text": "When love is not madness, it is not love.",
     "author": "Pedro Calderon de la Barca"
    },
    {
     "text": "The art of love is largely the art of persistence.",
     "author": "Albert Ellis"
    },
    {
     "text": "Love isn't something you find. Love is something that finds you.",
     "author": "Loretta Young"
    },
    {
     "text": "The best love is the one that makes you a better person without changing you into someone other than yourself.",
     "author": "Unknown"
    },
    {
     "text": "Love is the master key that opens the gates of happiness.",
     "author": "Oliver Wendell Holmes"
    },
    {
     "text": "The best love is the kind that awakens the soul and makes us reach for more, that plants a fire in our hearts and brings peace to our minds.",
     "author": "Nicholas Sparks"
    },
    {
     "text": "Love is a force more formidable than any other. It is invisible—it cannot be seen or measured, yet it is powerful enough to transform you in a moment, and offer you more joy than any material possession could.",
     "author": "Barbara de Angelis"
    },
    {
     "text": "Love is a smoke made with the fume of sighs.",
     "author": "William Shakespeare"
    },
    {
     "text": "just a feeling, Mr. Burns. It's an ability. And if you love someone, you should act on that love. Every day.\"",
     "author": "From the TV show \"The Simpsons\""
    },
    {
     "text": "Love is a canvas furnished by nature and embroidered by imagination.",
     "author": "Voltaire"
    },
    {
     "text": "Love is an act of endless forgiveness, a tender look which becomes a habit.",
     "author": "Peter Ustinov"
    },
    {
     "text": "Love is not about possession. Love is about appreciation.",
     "author": "Osho"
    },
    {
     "text": "Love is like a beautiful flower which I may not touch, but whose fragrance makes the garden a place of delight just the same.",
     "author": "Helen Keller"
    },
    {
     "text": "Love is a two-way street constantly under construction.",
     "author": "Carroll Bryant"
    },
    {
     "text": "Love is composed of a single soul inhabiting two bodies.",
     "author": "Aristotle"
    },
    {
     "text": "Love is not only something you feel, it is something you do.",
     "author": "David Wilkerson"
    },
    {
     "text": "Love is a decision, it is a judgment, it is a promise. If love were only a feeling, there would be no basis for the promise to love each other forever.",
     "author": "Erich Fromm"
    },
    {
     "text": "Love is the answer to everything. It's the only reason to do anything. If you don't write stories you love, you'll never make it. If you don't write stories that other people love, you'll never make it.",
     "author": "Ray Bradbury"
    },
    {
     "text": "To love oneself is the beginning of a lifelong romance.",
     "author": "Oscar Wilde"
    },
    {
     "text": "Love is a better teacher than duty.",
     "author": "Albert Einstein"
    },
    {
     "text": "Love is a choice you make from moment to moment.",
     "author": "Barbara De Angelis"
    },
    {
     "text": "Love is a game that two can play and both win.",
     "author": "Eva Gabor"
    },
    {
     "text": "Love is not blind, it sees more not less; But because it sees more it chooses to see less.",
     "author": "Will Moss"
    },
    {
     "text": "The most important thing in life is to learn how to give out love, and to let it come in.",
     "author": "Morrie Schwartz"
    },
    {
     "text": "Love is like the wind, you can't see it but you can feel it.",
     "author": "Nicholas Sparks"
    },
    {
     "text": "Love is the magician that pulls man out of his own hat.",
     "author": "Ben Hecht"
    },
    {
     "text": "Love is a condition in which the happiness of another person is essential to your own.",
     "author": "Robert Heinlein"
    },
    {
     "text": "Love is a promise that is written in the sky- and we should be brave enough to keep it.",
     "author": "Unknown"
    },
    {
     "text": "Love is not a noun to be defined, but a verb to be acted upon.",
     "author": "Unknown"
    },
    {
     "text": "Love is not what the mind thinks, but what the heart feels.",
     "author": "Greg Evans"
    },
    {
     "text": "Love is not a feeling of happiness. Love is a willingness to sacrifice.",
     "author": "Michael Novak"
    },
    {
     "text": "Love is a friendship set to music.",
     "author": "Joseph Campbell"
    },
    {
     "text": "Love is like a beautiful flower which I may not touch, but whose fragrance makes the garden a place of delight just the same.",
     "author": "Helen Keller"
    },
    {
     "text": "Love is not a matter of counting the years... But making the years count.",
     "author": "Michelle St. Amand"
    },
    {
     "text": "Love is the voice under all silences, the hope which has no opposite in fear; the strength so strong mere force is feebleness: the truth more first than sun, more last than star.",
     "author": "E.E. Cummings"
    },
    {
     "text": "Love is the flower you've got to let grow.",
     "author": "John Lennon"
    },
    {
     "text": "The art of love is largely the art of persistence.",
     "author": "Albert Ellis"
    },
    {
     "text": "Love is like the sun coming out of the clouds and warming your soul.",
     "author": "Unknown"
    }
]