[
    {
     "text": "The hardest thing about missing someone is not being able to tell them how much they mean to you.",
     "author": "null"
    },
    {
     "text": "I miss you more than words can express.",
     "author": "null"
    },
    {
     "text": "Missing you is like torture to my soul.",
     "author": "null"
    },
    {
     "text": "Even though we’re miles apart, you’re always in my heart.",
     "author": "null"
    },
    {
     "text": "The pain of missing you is a beautiful reminder of how much you mean to me.",
     "author": "null"
    },
    {
     "text": "Life moves on, but memories don't. I miss you more than ever.",
     "author": "null"
    },
    {
     "text": "I miss your voice, your touch, your everything.",
     "author": "null"
    },
    {
     "text": "The nights are so lonely without you here.",
     "author": "null"
    },
    {
     "text": "When I miss you, I re-read our old conversations and smile like an idiot.",
     "author": "null"
    },
    {
     "text": "You may be out of my sight, but you are never out of my mind.",
     "author": "null"
    },
    {
     "text": "Missing you is a heartache that never goes away.",
     "author": "null"
    },
    {
     "text": "The only thing that gets me through the day is the thought of seeing you again.",
     "author": "null"
    },
    {
     "text": "I miss your laugh, your smile, your everything.",
     "author": "null"
    },
    {
     "text": "Every day feels like a lifetime without you here.",
     "author": "null"
    },
    {
     "text": "I never realized how much I needed you until you were gone.",
     "author": "null"
    },
    {
     "text": "I miss the way we used to talk and laugh together.",
     "author": "null"
    },
    {
     "text": "My heart aches for you, my love.",
     "author": "null"
    },
    {
     "text": "No matter how far apart we are, you will always hold a special place in my heart.",
     "author": "null"
    },
    {
     "text": "Distance means so little when someone means so much.",
     "author": "null"
    },
    {
     "text": "I miss the way you made me feel when I was with you.",
     "author": "null"
    },
    {
     "text": "When I miss you, I close my eyes and imagine that you're here with me.",
     "author": "null"
    },
    {
     "text": "I miss your hugs, your kisses, your everything.",
     "author": "null"
    },
    {
     "text": "Missing you is a constant ache in my heart.",
     "author": "null"
    },
    {
     "text": "Every day without you feels like a year.",
     "author": "null"
    },
    {
     "text": "I wish I could turn back time and be with you again.",
     "author": "null"
    },
    {
     "text": "I miss the sound of your voice and the warmth of your embrace.",
     "author": "null"
    },
    {
     "text": "Missing you is like a never-ending nightmare.",
     "author": "null"
    },
    {
     "text": "No matter where you are in the world, you are always in my heart.",
     "author": "null"
    },
    {
     "text": "I miss the way we used to talk for hours on end.",
     "author": "null"
    },
    {
     "text": "The only thing worse than missing you is pretending that I don't.",
     "author": "null"
    },
    {
     "text": "I miss your smile and your laugh, come back soon.",
     "author": "Unknown"
    },
    {
     "text": "Every moment without you feels like an eternity.",
     "author": "Unknown"
    },
    {
     "text": "The silence without you is deafening.",
     "author": "Unknown"
    },
    {
     "text": "I'm counting down the days until I can see you again.",
     "author": "Unknown"
    },
    {
     "text": "You left a hole in my heart that only you can fill.",
     "author": "Unknown"
    },
    {
     "text": "Life is not the same without you here.",
     "author": "Unknown"
    },
    {
     "text": "I can't wait to be reunited with my missing piece.",
     "author": "Unknown"
    },
    {
     "text": "Distance means so little when you mean so much.",
     "author": "Unknown"
    },
    {
     "text": "I miss the sound of your voice and the warmth of your hug.",
     "author": "Unknown"
    },
    {
     "text": "Even though we're miles apart, you're always in my thoughts.",
     "author": "Unknown"
    },
    {
     "text": "You are the missing puzzle piece in my life.",
     "author": "Unknown"
    },
    {
     "text": "The world is not as colorful without you in it.",
     "author": "Unknown"
    },
    {
     "text": "You are the sunshine in my life, and I miss you dearly.",
     "author": "Unknown"
    },
    {
     "text": "I'm lost without you, and I can't wait to find my way back to you.",
     "author": "Unknown"
    },
    {
     "text": "Even though you're not here, you're still a big part of my life.",
     "author": "Unknown"
    },
    {
     "text": "You don't know what you've got until it's gone, and I miss you.",
     "author": "Unknown"
    },
    {
     "text": "I'm incomplete without you by my side.",
     "author": "Unknown"
    },
    {
     "text": "You left footprints in my heart, and they won't fade away.",
     "author": "Unknown"
    },
    {
     "text": "I miss the way you make me feel when you're around.",
     "author": "Unknown"
    },
    {
     "text": "My heart aches for you every day.",
     "author": "Unknown"
    },
    {
     "text": "Even though we're apart, we're still connected by love.",
     "author": "Unknown"
    },
    {
     "text": "You're not just a memory, you're a part of who I am.",
     "author": "Unknown"
    },
    {
     "text": "I'm lost without you, and I can't wait to be found again.",
     "author": "Unknown"
    },
    {
     "text": "You have a special place in my heart, and it's empty without you.",
     "author": "Unknown"
    },
    {
     "text": "You make me feel whole, and I can't wait to be with you again.",
     "author": "Unknown"
    },
    {
     "text": "I miss your company, your smile, and your beautiful soul.",
     "author": "Unknown"
    },
    {
     "text": "You left an emptiness in my life that nothing else can fill.",
     "author": "Unknown"
    },
    {
     "text": "Your absence makes me realize how much you mean to me.",
     "author": "Unknown"
    },
    {
     "text": "My heart beats for you, and I miss you every beat.",
     "author": "Unknown"
    },
    {
     "text": "I miss the way you brighten up my day just by being there.",
     "author": "Unknown"
    }
]