[
    {
     "text": "The more you look, the more you see.",
     "author": "Unknown"
    },
    {
     "text": "Observation is an old man's memory.",
     "author": "Unknown"
    },
    {
     "text": "Observation is a dying art.",
     "author": "Unknown"
    },
    {
     "text": "The eye only sees what the mind is prepared to comprehend.",
     "author": "Robertson Davies"
    },
    {
     "text": "The more we observe, the more we see.",
     "author": "Unknown"
    },
    {
     "text": "Observation is the key to discovery.",
     "author": "Unknown"
    },
    {
     "text": "I am a camera with its shutter open, quite passive, recording, not thinking.",
     "author": "Christopher Isherwood"
    },
    {
     "text": "I am a spy on life, a collector of impressions.",
     "author": "Unknown"
    },
    {
     "text": "There is no substitute for paying attention.",
     "author": "Diane Sawyer"
    },
    {
     "text": "The art of observation is not just about seeing, it's about feeling.",
     "author": "Unknown"
    },
    {
     "text": "The more you observe, the less you judge.",
     "author": "Unknown"
    },
    {
     "text": "The universe is full of magical things patiently waiting for our wits to grow sharper.",
     "author": "Eden Phillpotts"
    },
    {
     "text": "Observation is the first step in understanding.",
     "author": "Unknown"
    },
    {
     "text": "The act of observing slows down time.",
     "author": "Unknown"
    },
    {
     "text": "The art of observation is to see what everyone else has seen, but think what no one else has thought.",
     "author": "Unknown"
    },
    {
     "text": "It is not enough to stare up the steps; we must step up the stairs.",
     "author": "Vaclav Havel"
    },
    {
     "text": "The art of observation lies in the ability to see what others do not.",
     "author": "Unknown"
    },
    {
     "text": "The best way to observe a fish is to become a fish.",
     "author": "Jacques Cousteau"
    },
    {
     "text": "Observation is the pathway to discovery.",
     "author": "Unknown"
    },
    {
     "text": "The most important thing is to really observe everything around you, and to take your own conclusions.",
     "author": "Sara Pascoe"
    },
    {
     "text": "We are surrounded by so much beauty, it's just a matter of seeing it.",
     "author": "Unknown"
    },
    {
     "text": "The art of observation is like a bridge between your senses and your interpretation.",
     "author": "Unknown"
    },
    {
     "text": "One must always be prepared for riotous and endless waves of transformation.",
     "author": "Elizabeth Gilbert"
    },
    {
     "text": "Observation and study are necessary to understand people and things.",
     "author": "Hakuin"
    },
    {
     "text": "Observation is an active process.",
     "author": "Unknown"
    },
    {
     "text": "There are more things in heaven and earth, Horatio, Than are dreamt of in your philosophy.",
     "author": "William Shakespeare"
    },
    {
     "text": "Good observation is essential to good photography.",
     "author": "Unknown"
    },
    {
     "text": "In order to observe one has to be detached but not indifferent.",
     "author": "Bhumibol Adulyadej"
    },
    {
     "text": "Observation is the most enduring of the pleasures of life.",
     "author": "Unknown"
    },
    {
     "text": "To be curious is to be observant, and to notice things that others might miss.",
     "author": "Unknown"
    },
    {
     "text": "Life is a journey, and if you fall in love with the journey, you will be in love forever.",
     "author": "Peter Hagerty"
    },
    {
     "text": "The world is a book and those who do not travel read only one page.",
     "author": "Saint Augustine"
    },
    {
     "text": "Happiness is not a destination; it's a journey.",
     "author": "Zig Ziglar"
    },
    {
     "text": "Don't count the days, make the days count.",
     "author": "Muhammad Ali"
    },
    {
     "text": "There are only two days in the year that nothing can be done. One is called yesterday and the other is called tomorrow, so today is the right day to love, believe, do and mostly live.",
     "author": "Dalai Lama XIV"
    },
    {
     "text": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
     "author": "Nelson Mandela"
    },
    {
     "text": "We cannot solve our problems with the same thinking we used when we created them.",
     "author": "Albert Einstein"
    },
    {
     "text": "The way to get started is to quit talking and begin doing.",
     "author": "Walt Disney"
    },
    {
     "text": "If you want to live a happy life, tie it to a goal, not to people or things.",
     "author": "Albert Einstein"
    },
    {
     "text": "Your time is limited, don't waste it living someone else's life.",
     "author": "Steve Jobs"
    },
    {
     "text": "The only true wisdom is in knowing you know nothing.",
     "author": "Socrates"
    },
    {
     "text": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.",
     "author": "Michael Jordan"
    },
    {
     "text": "Change your thoughts and you change your world.",
     "author": "Norman Vincent Peale"
    },
    {
     "text": "Believe you can and you're halfway there.",
     "author": "Theodore Roosevelt"
    },
    {
     "text": "Don't watch the clock; do what it does. Keep going.",
     "author": "Sam Levenson"
    },
    {
     "text": "The best way to predict the future is to create it.",
     "author": "Peter Drucker"
    },
    {
     "text": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
     "author": "Ralph Waldo Emerson"
    },
    {
     "text": "We don't see things as they are, we see them as we are.",
     "author": "Anaïs Nin"
    },
    {
     "text": "You miss 100% of the shots you don't take.",
     "author": "Wayne Gretzky"
    },
    {
     "text": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
     "author": "Winston Churchill"
    },
    {
     "text": "A person who never made a mistake never tried anything new.",
     "author": "Albert Einstein"
    },
    {
     "text": "In three words I can sum up everything I've learned about life: it goes on.",
     "author": "Robert Frost"
    },
    {
     "text": "If you can't explain it simply, you don't understand it well enough.",
     "author": "Albert Einstein"
    },
    {
     "text": "It does not matter how slowly you go as long as you do not stop.",
     "author": "Confucius"
    },
    {
     "text": "In the end, we will remember not the words of our enemies, but the silence of our friends.",
     "author": "Martin Luther King Jr."
    },
    {
     "text": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
     "author": "Thomas A. Edison"
    },
    {
     "text": "The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle.",
     "author": "Steve Jobs"
    },
    {
     "text": "The future belongs to those who believe in the beauty of their dreams.",
     "author": "Eleanor Roosevelt"
    },
    {
     "text": "Everything you’ve ever wanted is on the other side of fear.",
     "author": "George Addair"
    },
    {
     "text": "We must be the change we wish to see in the world.",
     "author": "Mahatma Gandhi"
    }
]