[
    {
     "text": "Capturing moments that will last a lifetime.",
     "author": "null"
    },
    {
     "text": "A photograph is a pause button for life.",
     "author": "null"
    },
    {
     "text": "The best things in life are the people we love, the places we've been, and the memories we've made along the way.",
     "author": "null"
    },
    {
     "text": "A picture is worth a thousand words.",
     "author": "Frederick R. Barnard"
    },
    {
     "text": "Life is like a camera: focus on the good times, develop from the negatives, and if things don't work out, take another shot.",
     "author": "null"
    },
    {
     "text": "Photography is the story I fail to put into words.",
     "author": "Destin Sparks"
    },
    {
     "text": "Sometimes I arrive just when God's ready to have someone click the shutter.",
     "author": "Ansel Adams"
    },
    {
     "text": "Photography is a love affair with life.",
     "author": "Burk Uzzle"
    },
    {
     "text": "Photography is the beauty of life captured.",
     "author": "Tara Chisholm"
    },
    {
     "text": "Taking pictures is like tiptoeing into the kitchen late at night and stealing Oreo cookies.",
     "author": "Diane Arbus"
    },
    {
     "text": "A camera is a tool for learning how to see without a camera.",
     "author": "Dorothea Lange"
    },
    {
     "text": "You don't take a photograph, you make it.",
     "author": "Ansel Adams"
    },
    {
     "text": "Photography is the only language that can be understood anywhere in the world.",
     "author": "Bruno Barbey"
    },
    {
     "text": "The camera sees more than the eye, so why not make use of it?",
     "author": "Edward Weston"
    },
    {
     "text": "Photography is the art of observation. It has little to do with the things you see and everything to do with the way you see them.",
     "author": "Elliott Erwitt"
    },
    {
     "text": "When words become unclear, I shall focus with photographs. When images become inadequate, I shall be content with silence.",
     "author": "Ansel Adams"
    },
    {
     "text": "The camera makes you forget you're there. It's not like you are hiding but you forget, you are just looking so much.",
     "author": "Annie Leibovitz"
    },
    {
     "text": "To me, photography is the art of frozen time… the ability to store emotion and feelings within a frame.",
     "author": "Meshack Otieno"
    },
    {
     "text": "Great photography is about depth of feeling, not depth of field.",
     "author": "Peter Adams"
    },
    {
     "text": "The eye should learn to listen before it looks.",
     "author": "Robert Frank"
    },
    {
     "text": "Photography is a way of feeling, of touching, of loving. What you have caught on film is captured forever… It remembers little things, long after you have forgotten everything.",
     "author": "Aaron Siskind"
    },
    {
     "text": "I really believe there are things nobody would see if I didn't photograph them.",
     "author": "Diane Arbus"
    },
    {
     "text": "Photography is the only spontaneous art that has survived technological progress.",
     "author": "Marcello Mastroianni"
    },
    {
     "text": "Your first 10,000 photographs are your worst.",
     "author": "Henri Cartier-Bresson"
    },
    {
     "text": "Photography is a love affair with life.",
     "author": "Burk Uzzle"
    },
    {
     "text": "A good snapshot keeps a moment from running away.",
     "author": "Eudora Welty"
    },
    {
     "text": "There are no rules for good photographs, there are only good photographs.",
     "author": "Ansel Adams"
    },
    {
     "text": "It's not what you look at that matters, it's what you see.",
     "author": "Henry David Thoreau"
    },
    {
     "text": "Photography is a way of feeling, of touching, of loving. What you have caught on film is captured forever… It remembers little things, long after you have forgotten everything.",
     "author": "Aaron Siskind"
    },
    {
     "text": "When you photograph people in color, you photograph their clothes. But when you photograph people in Black and white, you photograph their souls.",
     "author": "Ted Grant"
    },
    {
     "text": "Photography is the art of frozen time… the ability to store emotion and feelings within a frame.",
     "author": "Meshack Otieno"
    },
    {
     "text": "Capturing moments, creating memories",
     "author": "Null"
    },
    {
     "text": "Photography is the art of observation",
     "author": "Elliot Erwitt"
    },
    {
     "text": "A picture is worth a thousand words",
     "author": "Null"
    },
    {
     "text": "Life is like a camera, focus on the good times",
     "author": "Null"
    },
    {
     "text": "Photography is a love affair with life",
     "author": "Burk Uzzle"
    },
    {
     "text": "Through my lens, I see beauty everywhere",
     "author": "Null"
    },
    {
     "text": "Photography is the story I fail to put into words",
     "author": "Destin Sparks"
    },
    {
     "text": "Every picture tells a story",
     "author": "Null"
    },
    {
     "text": "Capture the moment, share the love",
     "author": "Null"
    },
    {
     "text": "A photograph is a secret about a secret. The more it tells you, the less you know",
     "author": "Diane Arbus"
    },
    {
     "text": "My camera is my passport",
     "author": "Null"
    },
    {
     "text": "The best thing about a picture is that it never changes, even when the people in it do",
     "author": "Andy Warhol"
    },
    {
     "text": "In photography, there is a reality so subtle that it becomes more real than reality",
     "author": "Alfred Stieglitz"
    },
    {
     "text": "Photography is a way of feeling, of touching, of loving",
     "author": "Aaron Siskind"
    },
    {
     "text": "Every day is a new opportunity to capture something amazing",
     "author": "Null"
    },
    {
     "text": "Life is short, capture the moments that matter",
     "author": "Null"
    },
    {
     "text": "Photography is an art of observation. It has little to do with the things you see and everything to do with the way you see them",
     "author": "Elliott Erwitt"
    },
    {
     "text": "I don't take photographs, I make them",
     "author": "Minor White"
    },
    {
     "text": "Beauty can be seen in all things, seeing and composing the beauty is what separates the snapshot from the photograph",
     "author": "Matt Hardy"
    },
    {
     "text": "There are always two people in every picture: the photographer and the viewer",
     "author": "Ansel Adams"
    },
    {
     "text": "Photography takes an instant out of time, altering life by holding it still",
     "author": "Dorothea Lange"
    },
    {
     "text": "A camera is a save button for the mind's eye",
     "author": "Roger Kingston"
    },
    {
     "text": "Photography is a way to capture a moment in time and make it immortal",
     "author": "Null"
    },
    {
     "text": "The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle",
     "author": "Steve Jobs"
    },
    {
     "text": "Creativity is contagious, pass it on",
     "author": "Albert Einstein"
    },
    {
     "text": "Be the reason someone smiles today, share your photos",
     "author": "Null"
    },
    {
     "text": "The camera is an instrument that teaches people how to see without a camera",
     "author": "Dorothea Lange"
    },
    {
     "text": "Sometimes I do get to places just when God's ready to have somebody click the shutter",
     "author": "Ansel Adams"
    },
    {
     "text": "A great photograph is one that fully expresses what one feels, in the deepest sense, about what is being photographed",
     "author": "Ansel Adams"
    },
    {
     "text": "Photography is the only language that can be understood anywhere in the world",
     "author": "Bruno Barbey"
    },
    {
     "text": "Life is beautiful, capture it with a camera",
     "author": "Null"
    }
]