[
    {
     "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
     "author": "John 3:16"
    },
    {
     "text": "Trust in the Lord with all your heart and lean not on your own understanding.",
     "author": "Proverbs 3:5"
    },
    {
     "text": "I can do all things through Christ who strengthens me.",
     "author": "Philippians 4:13"
    },
    {
     "text": "For I know the plans I have for you, declares the Lord, \"plans to prosper you and not to harm you, plans to give you hope and a future.\"",
     "author": "Jeremiah 29:11"
    },
    {
     "text": "Love your neighbor as yourself.",
     "author": "Mark 12:31"
    },
    {
     "text": "Do not let your hearts be troubled. You believe in God; believe also in me.",
     "author": "John 14:1"
    },
    {
     "text": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
     "author": "Matthew 6:33"
    },
    {
     "text": "The Lord is my shepherd, I lack nothing.",
     "author": "Psalm 23:1"
    },
    {
     "text": "Be still, and know that I am God.",
     "author": "Psalm 46:10"
    },
    {
     "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
     "author": "Romans 8:28"
    },
    {
     "text": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
     "author": "2 Corinthians 5:17"
    },
    {
     "text": "The Lord is my light and my salvation—whom shall I fear? The Lord is the stronghold of my life—of whom shall I be afraid?",
     "author": "Psalm 27:1"
    },
    {
     "text": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control.",
     "author": "Galatians 5:22-23"
    },
    {
     "text": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.",
     "author": "Galatians 6:9"
    },
    {
     "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
     "author": "Philippians 4:6"
    },
    {
     "text": "The Lord is good, a refuge in times of trouble. He cares for those who trust in him.",
     "author": "Nahum 1:7"
    },
    {
     "text": "Rejoice always, pray continually, give thanks in all circumstances; for this is God’s will for you in Christ Jesus.",
     "author": "1 Thessalonians 5:16-18"
    },
    {
     "text": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
     "author": "Joshua 1:9"
    },
    {
     "text": "But he said to me, 'My grace is sufficient for you, for my power is made perfect in weakness.' Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me.",
     "author": "2 Corinthians 12:9"
    },
    {
     "text": "Do to others as you would have them do to you.",
     "author": "Luke 6:31"
    },
    {
     "text": "The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.",
     "author": "Zephaniah 3:17"
    },
    {
     "text": "Jesus looked at them and said, 'With man this is impossible, but with God all things are possible.'",
     "author": "Matthew 19:26"
    },
    {
     "text": "For God is not a God of disorder but of peace.",
     "author": "1 Corinthians 14:33"
    },
    {
     "text": "Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own.",
     "author": "Matthew 6:34"
    },
    {
     "text": "The Lord is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge, my shield and the horn of my salvation, my stronghold.",
     "author": "Psalm 18:2"
    },
    {
     "text": "For where two or three gather in my name, there am I with them.",
     "author": "Matthew 18:20"
    },
    {
     "text": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God—not by works, so that no one can boast.",
     "author": "Ephesians 2:8-9"
    },
    {
     "text": "The Lord bless you and keep you; the Lord make his face shine on you and be gracious to you; the Lord turn his face toward you and give you peace.",
     "author": "Numbers 6:24-26"
    },
    {
     "text": "I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me.",
     "author": "Galatians 2:20"
    },
    {
     "text": "But in your hearts revere Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect.",
     "author": "1 Peter 3:15"
    },
    {
     "text": "He has shown you, O mortal, what is good. And what does the Lord require of you? To act justly and to love mercy and to walk humbly with your God.",
     "author": "Micah 6:8"
    },
    {
     "text": "My command is this: Love each other as I have loved you.",
     "author": "John 15:12"
    },
    {
     "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
     "author": "John 1:1"
    },
    {
     "text": "The fear of the Lord is the beginning of wisdom, and knowledge of the Holy One is understanding.",
     "author": "Proverbs 9:10"
    },
    {
     "text": "Believe in the Lord Jesus, and you will be saved—you and your household.",
     "author": "Acts 16:31"
    },
    {
     "text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
     "author": "Romans 6:23"
    },
    {
     "text": "The Lord is gracious and righteous; our God is full of compassion.",
     "author": "Psalm 116:5"
    },
    {
     "text": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
     "author": "Philippians 4:7"
    },
    {
     "text": "I am the way and the truth and the life. No one comes to the Father except through me.",
     "author": "John 14:6"
    },
    {
     "text": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
     "author": "Romans 5:8"
    },
    {
     "text": "Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ.",
     "author": "Romans 5:1"
    },
    {
     "text": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
     "author": "Romans 8:38-39"
    },
    {
     "text": "And We have already created man and know what his soul whispers to him, and We are closer to him than [his] jugular vein.",
     "author": "Quran 50:16"
    },
    {
     "text": "Say: He is Allah, the One and Only; Allah, the Eternal, Absolute; He begetteth not, nor is He begotten; And there is none like unto Him.\"",
     "author": "Quran 112:1-4"
    },
    {
     "text": "Truly, in remembering God do hearts find rest.",
     "author": "Quran 13:28"
    },
    {
     "text": "And the servants of the Most Merciful are those who walk upon the earth easily, and when the ignorant address them [harshly], they say [words of] peace.",
     "author": "Quran 25:63"
    },
    {
     "text": "And whoever puts all his trust in Allah, then He will suffice him.",
     "author": "Quran 65:3"
    },
    {
     "text": "And We have certainly created for Hell many of the jinn and mankind. They have hearts with which they do not understand, they have eyes with which they do not see, and they have ears with which they do not hear. Those are like livestock; rather, they are more astray. It is they who are the heedless.",
     "author": "Quran 7:179"
    },
    {
     "text": "Indeed, Allah will not change the condition of a people until they change what is in themselves.",
     "author": "Quran 13:11"
    },
    {
     "text": "O you who have believed, seek help through patience and prayer. Indeed, Allah is with the patient.",
     "author": "Quran 2:153"
    },
    {
     "text": "Do not despair of the mercy of Allah. Indeed, Allah forgives all sins. Indeed, it is He who is the Forgiving, the Merciful.",
     "author": "Quran 39:53"
    },
    {
     "text": "And He is with you wherever you are.",
     "author": "Quran 57:4"
    },
    {
     "text": "And whoever fears Allah and keeps his duty to Him, He will make a way for him to get out (from every difficulty).",
     "author": "Quran 65:2"
    },
    {
     "text": "So remember Me; I will remember you.",
     "author": "Quran 2:152"
    },
    {
     "text": "Do not let your hatred of a people incite you to aggression.",
     "author": "Quran 5:2"
    },
    {
     "text": "Whoever kills a soul unless for a soul or for corruption [done] in the land - it is as if he had slain mankind entirely. And whoever saves one - it is as if he had saved mankind entirely.",
     "author": "Quran 5:32"
    },
    {
     "text": "And the sun runs [on course] toward its stopping point. That is the determination of the Exalted in Might, the Knowing.",
     "author": "Quran 36:38"
    },
    {
     "text": "And [remember] when your Lord proclaimed, 'If you are grateful, I will surely increase you [in favor]; but if you deny, indeed, My punishment is severe.'",
     "author": "Quran 14:7"
    },
    {
     "text": "O mankind, indeed We have created you from male and female and made you peoples and tribes that you may know one another. Indeed, the most noble of you in the sight of Allah is the most righteous of you. Indeed, Allah is Knowing and Acquainted.",
     "author": "Quran 49:13"
    },
    {
     "text": "And We have made some of you [people] as trial for others - will you have patience? And ever is your Lord, Seeing.",
     "author": "Quran 25:20"
    },
    {
     "text": "And say, My Lord, increase me in knowledge.\"",
     "author": "Quran 20:114"
    }
]