[
    {
     "text": "My tears are like anchors that sink my heart to the depths of sadness.",
     "author": "null"
    },
    {
     "text": "Pain is the only thing that's telling me I'm still alive.",
     "author": "null"
    },
    {
     "text": "The saddest thing in the world is loving someone who used to love you.",
     "author": "null"
    },
    {
     "text": "I feel lost inside myself.",
     "author": "null"
    },
    {
     "text": "I'm not okay, but I'll smile anyways.",
     "author": "null"
    },
    {
     "text": "It's hard to forget someone who gave you so much to remember.",
     "author": "null"
    },
    {
     "text": "My heart is too heavy to carry alone.",
     "author": "null"
    },
    {
     "text": "My heart is shattered into a million pieces.",
     "author": "null"
    },
    {
     "text": "I wish I could turn back time and change everything.",
     "author": "null"
    },
    {
     "text": "Sometimes, you have to smile to keep from crying.",
     "author": "null"
    },
    {
     "text": "The worst feeling is not being lonely, it's being forgotten by someone you could never forget.",
     "author": "null"
    },
    {
     "text": "I'm trying to be happy again, but it's so hard when all I can think about is you.",
     "author": "null"
    },
    {
     "text": "I miss the person I used to be.",
     "author": "null"
    },
    {
     "text": "Sadness is when you look into the mirror and don't recognize the person staring back at you.",
     "author": "null"
    },
    {
     "text": "You never know how strong you are until being strong is the only choice you have.",
     "author": "Bob Marley"
    },
    {
     "text": "Sometimes, it's easier to pretend you don't care than to admit that it's killing you.",
     "author": "null"
    },
    {
     "text": "I'm not crying because of you, you're not worth it. I'm crying because my delusion of who you were was shattered by the truth of who you are.",
     "author": "null"
    },
    {
     "text": "It's hard to forget someone who gave you so much to remember.",
     "author": "null"
    },
    {
     "text": "When you are in love and you get hurt, it's like being cut.",
     "author": "null"
    },
    {
     "text": "It's hard to look at the brighter side when everything seems to be dark.",
     "author": "null"
    },
    {
     "text": "Tears come from the heart, not from the brain.",
     "author": "Leonardo da Vinci"
    },
    {
     "text": "The only thing worse than being alone is being with someone who makes you feel alone.",
     "author": "null"
    },
    {
     "text": "I've cried so much that I'm not even sad anymore, I'm just empty.",
     "author": "null"
    },
    {
     "text": "You can't keep hurting a person and expect them to keep loving you.",
     "author": "null"
    },
    {
     "text": "Sometimes, it's easier to be alone than to be with someone who doesn't understand you.",
     "author": "null"
    },
    {
     "text": "Sometimes, it's better to be alone than to be with someone who doesn't appreciate you.",
     "author": "null"
    },
    {
     "text": "Every heart has its own pain. Only the way of expressing it is different.",
     "author": "null"
    },
    {
     "text": "The worst feeling is when you can't love anyone else, because your heart still belongs to the one who broke it.",
     "author": "null"
    },
    {
     "text": "I'm tired of feeling so alone.",
     "author": "null"
    },
    {
     "text": "You can't change how people feel about you, so don't try. Just live your life and be happy.",
     "author": "null"
    },
    {
     "text": "It's sad how people become what they had promised they never will.",
     "author": "null"
    },
    {
     "text": "The saddest thing is when you are feeling really down, you look around and realize that there is no shoulder for you.",
     "author": "null"
    },
    {
     "text": "I didn't lose you. You lost me. You'll search for me inside of everyone you're with and I won't be found.",
     "author": "null"
    },
    {
     "text": "Sometimes, it's better to be alone than to be with someone who doesn't deserve you.",
     "author": "null"
    },
    {
     "text": "I'm just a ghost of the person I used to be.",
     "author": "null"
    },
    {
     "text": "The pain never truly goes away, but it does get easier to bear.",
     "author": "null"
    },
    {
     "text": "My heart is broken, but I know it will heal with time.",
     "author": "null"
    },
    {
     "text": "Sometimes the saddest people smile the brightest.",
     "author": "null"
    },
    {
     "text": "It hurts to love someone who doesn't love you back.",
     "author": "null"
    },
    {
     "text": "I'm not okay, but I will be.",
     "author": "null"
    },
    {
     "text": "There's a difference between missing someone and wanting them back.",
     "author": "null"
    },
    {
     "text": "Tears are the words my heart can't say.",
     "author": "null"
    },
    {
     "text": "I don't want to be alone, but I don't want to be with anyone else.",
     "author": "null"
    },
    {
     "text": "The hardest part of goodbye is knowing you'll never say hello again.",
     "author": "null"
    },
    {
     "text": "I'm drowning in a sea of sadness and I can't seem to find my way back to shore.",
     "author": "null"
    },
    {
     "text": "Even the strongest hearts can break.",
     "author": "null"
    },
    {
     "text": "It's hard to forget someone who gave you so much to remember.",
     "author": "null"
    },
    {
     "text": "My heart is shattered into a million pieces, and I don't know how to put it back together.",
     "author": "null"
    },
    {
     "text": "I thought you were my forever, but forever came to an end.",
     "author": "null"
    },
    {
     "text": "Sometimes it's better to be alone than to be with someone who doesn't appreciate you.",
     "author": "null"
    },
    {
     "text": "I'm tired of pretending I'm okay when I'm not.",
     "author": "null"
    },
    {
     "text": "I gave you my heart, and you broke it into a million pieces.",
     "author": "null"
    },
    {
     "text": "I thought I had it all, but I was missing the most important thing...you.",
     "author": "null"
    },
    {
     "text": "It's hard to move on when every song reminds you of them.",
     "author": "null"
    },
    {
     "text": "They say time heals all wounds, but I don't think this pain will ever go away.",
     "author": "null"
    },
    {
     "text": "I don't know how to live without you.",
     "author": "null"
    },
    {
     "text": "I'm hurting, but I know I'll be okay in the end.",
     "author": "null"
    },
    {
     "text": "It's better to have loved and lost than to never have loved at all.",
     "author": "Alfred Lord Tennyson"
    },
    {
     "text": "My heart is heavy, but I know I'll find a way to carry on.",
     "author": "null"
    },
    {
     "text": "The worst kind of pain is when you're smiling just to stop the tears from falling.",
     "author": "null"
    },
    {
     "text": "I didn't know how much I loved you until you were gone.",
     "author": "null"
    },
    {
     "text": "It's okay to cry, it's okay to be sad. You don't always have to be strong.",
     "author": "null"
    },
    {
     "text": "I never knew heartbreak until I met you.",
     "author": "null"
    },
    {
     "text": "I wish I could turn back time and make things right.",
     "author": "null"
    },
    {
     "text": "Sometimes the pain is too much to bear, but I know I'll get through it.",
     "author": "null"
    },
    {
     "text": "They say love is a gamble, but I never thought I'd lose everything.",
     "author": "null"
    },
    {
     "text": "My heart is in a million pieces, but I know it will mend with time.",
     "author": "null"
    },
    {
     "text": "It hurts to see you with someone else, but I know I have to let you go.",
     "author": "null"
    },
    {
     "text": "I miss you more than words could ever say.",
     "author": "null"
    },
    {
     "text": "I thought we were forever, but forever came too soon.",
     "author": "null"
    },
    {
     "text": "I never knew heartbreak until I lost you.",
     "author": "null"
    },
    {
     "text": "I can't help but wonder if you ever loved me at all.",
     "author": "null"
    },
    {
     "text": "You may have broken my heart, but you'll never break my spirit.",
     "author": "null"
    },
    {
     "text": "I gave you everything, but it still wasn't enough.",
     "author": "null"
    },
    {
     "text": "I never thought I'd have to say goodbye to you.",
     "author": "null"
    },
    {
     "text": "I'm trying to move on, but my heart won't let me.",
     "author": "null"
    },
    {
     "text": "Love can be the most wonderful thing, but it can also be the most painful.",
     "author": "null"
    },
    {
     "text": "I never knew heartbreak until I had to say goodbye to you.",
     "author": "null"
    },
    {
     "text": "I never knew that heartbreak could physically hurt so much.",
     "author": "null"
    },
    {
     "text": "It hurts to breathe because every breath I take reminds me of what I've lost.",
     "author": "null"
    },
    {
     "text": "Sometimes the person who's always there for everyone else needs someone to be there for them too.",
     "author": "null"
    },
    {
     "text": "I thought I could handle the pain, but it turns out I was just good at hiding it.",
     "author": "null"
    },
    {
     "text": "I keep telling myself that I'll be okay, but the truth is, I don't know if I will be.",
     "author": "null"
    },
    {
     "text": "It's hard to hold on to something that was never really there in the first place.",
     "author": "null"
    },
    {
     "text": "Sometimes, all you can do is lie in bed, and hope to fall asleep before you fall apart.",
     "author": "William C. Hannan"
    },
    {
     "text": "I'm not sure what hurts more, the fact that you're gone or the fact that I'm still here.",
     "author": "null"
    },
    {
     "text": "The saddest thing about love is that it never lasts, but the happiest thing about it is the memories it leaves behind.",
     "author": "null"
    },
    {
     "text": "It's sad when you realize you aren't as important to someone as you thought you were.",
     "author": "null"
    },
    {
     "text": "I'm trying to be okay, I really am. But some days, it's just so hard.",
     "author": "null"
    },
    {
     "text": "The worst kind of pain is when you're smiling just to stop the tears from falling.",
     "author": "null"
    },
    {
     "text": "It's hard to forget someone who gave you so much to remember.",
     "author": "null"
    },
    {
     "text": "The worst feeling is not being lonely, it's being forgotten by someone you could never forget.",
     "author": "null"
    },
    {
     "text": "It's sad when you realize you've been fooled by someone you thought you knew.",
     "author": "null"
    },
    {
     "text": "I never knew that something as simple as a smile could be so painful to lose.",
     "author": "null"
    },
    {
     "text": "I'm not okay, but I'm trying to be. And I guess that's all that really matters.",
     "author": "null"
    },
    {
     "text": "It's hard to move on when every time you think about letting go, something reminds you of what you had.",
     "author": "null"
    },
    {
     "text": "It's hard to be happy when someone you care about is unhappy.",
     "author": "null"
    },
    {
     "text": "The worst part about being lied to is knowing you weren't worth the truth.",
     "author": "null"
    },
    {
     "text": "It's hard to forget someone who gave you so much to remember.",
     "author": "null"
    },
    {
     "text": "It's hard to explain the feeling of missing someone who was never really yours.",
     "author": "null"
    },
    {
     "text": "It's hard to accept that some things are never meant to be.",
     "author": "null"
    },
    {
     "text": "I'm not sure what's worse: missing someone or pretending not to.",
     "author": "null"
    },
    {
     "text": "It's hard to move on when you're still holding onto the memories.",
     "author": "null"
    },
    {
     "text": "It's sad when you realize that the person you care about most in the world is the one who's hurting you the most.",
     "author": "null"
    },
    {
     "text": "The hardest thing about letting go is realizing that the other person already did.",
     "author": "null"
    },
    {
     "text": "I'm not sure if I'm crying because of you or because of the person I thought you were.",
     "author": "null"
    },
    {
     "text": "It's hard to forget someone who was once all you ever wanted.",
     "author": "null"
    },
    {
     "text": "It's hard to hold onto someone who doesn't want to be held.",
     "author": "null"
    },
    {
     "text": "It's hard to move on when you're still in love with someone.",
     "author": "null"
    }
]