[
    {
     "text": "“Self-care is how you take your power back.”",
     "author": "Lalah Delia"
    },
    {
     "text": "“The most powerful relationship you will ever have is the relationship with yourself.”",
     "author": "Steve Maraboli"
    },
    {
     "text": "“Self-care is not a luxury, it’s a necessity.”",
     "author": "Anonymous"
    },
    {
     "text": "“Nourishing yourself in a way that helps you blossom in the direction you want to go is attainable, and you are worth the effort.”",
     "author": "Deborah Day"
    },
    {
     "text": "“Almost everything will work if you unplug it for a few minutes, including you.”",
     "author": "Anne Lamott"
    },
    {
     "text": "“You can’t pour from an empty cup. Take care of yourself first.”",
     "author": "Anonymous"
    },
    {
     "text": "“Love yourself enough to set boundaries. Your time and energy are precious. You get to choose how you use it. You teach people how to treat you by deciding what you will and won’t accept.”",
     "author": "Anna Taylor"
    },
    {
     "text": "“Self-compassion is simply giving the same kindness to ourselves that we would give to others.”",
     "author": "Christopher Germer"
    },
    {
     "text": "“Rest when you’re weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.”",
     "author": "Ralph Marston"
    },
    {
     "text": "“Self-care is giving the world the best of you, instead of what’s left of you.”",
     "author": "Katie Reed"
    },
    {
     "text": "“You yourself, as much as anybody in the entire universe, deserve your love and affection.”",
     "author": "Buddha"
    },
    {
     "text": "“Self-love is the source of all other loves.”",
     "author": "Pierre Corneille"
    },
    {
     "text": "“You can’t take care of anyone else unless you first take care of yourself.”",
     "author": "Michael Hyatt"
    },
    {
     "text": "“Remember always that you not only have the right to be an individual, you have an obligation to be one.”",
     "author": "Eleanor Roosevelt"
    },
    {
     "text": "“Self-care is not about self-indulgence, it’s about self-preservation.”",
     "author": "Audre Lorde"
    },
    {
     "text": "“To love oneself is the beginning of a lifelong romance.”",
     "author": "Oscar Wilde"
    },
    {
     "text": "“The most important relationship is the one you have with yourself.”",
     "author": "Diane Von Furstenberg"
    },
    {
     "text": "“Caring for myself is not self-indulgence, it is self-preservation, and that is an act of political warfare.”",
     "author": "Audre Lorde"
    },
    {
     "text": "“When you recover or discover something that nourishes your soul and brings joy, care enough about yourself to make room for it in your life.”",
     "author": "Jean Shinoda Bolen"
    },
    {
     "text": "“Taking care of yourself is the most powerful way to begin to take care of others.”",
     "author": "Bryant McGill"
    },
    {
     "text": "“Be kinder to yourself. And then let your kindness flood the world.”",
     "author": "Pema Chödrön"
    },
    {
     "text": "“Self-care is not a one-time event, it’s a lifelong practice.”",
     "author": "Anonymous"
    },
    {
     "text": "“Self-care is how we give ourselves permission to pause.”",
     "author": "Cecilia Tran"
    },
    {
     "text": "“You can’t control everything. Sometimes you just need to relax and have faith that things will work out. Let go a little and just let life happen.”",
     "author": "Kody Keplinger"
    },
    {
     "text": "“If you don’t take care of yourself, the universe won’t.”",
     "author": "Jim Rohn"
    },
    {
     "text": "“Self-care is how you take your power back.”",
     "author": "Lalah Delia"
    },
    {
     "text": "“To be kind to others, you must first be kind to yourself.”",
     "author": "Anonymous"
    },
    {
     "text": "“When you recover or discover something that nourishes your soul and brings joy, care enough about yourself to make room for it in your life.”",
     "author": "Jean Shinoda Bolen"
    },
    {
     "text": "You owe yourself the love that you so freely give to other people.",
     "author": "Unknown"
    },
    {
     "text": "The most powerful relationship you will ever have is the relationship with yourself.",
     "author": "Steve Maraboli"
    },
    {
     "text": "Self-care is not selfish. You cannot serve from an empty vessel.",
     "author": "Eleanor Brown"
    },
    {
     "text": "You, yourself, as much as anybody in the entire universe, deserve your love and affection.",
     "author": "Buddha"
    },
    {
     "text": "Loving yourself isn't vanity. It's sanity.",
     "author": "Katrina Mayer"
    },
    {
     "text": "Nourishing yourself in a way that helps you blossom in the direction you want to go is attainable, and you are worth the effort.",
     "author": "Deborah Day"
    },
    {
     "text": "Self-care is how you take your power back.",
     "author": "Lalah Delia"
    },
    {
     "text": "Self-love is the source of all our other loves.",
     "author": "Pierre Corneille"
    },
    {
     "text": "Put yourself at the top of your to-do list every single day and the rest will fall into place.",
     "author": "Unknown"
    },
    {
     "text": "Self-compassion is simply giving the same kindness to ourselves that we would give to others.",
     "author": "Christopher Germer"
    },
    {
     "text": "The relationship with yourself sets the tone for every other relationship you have.",
     "author": "Jane Travis"
    },
    {
     "text": "Be gentle with yourself, you're doing the best you can.",
     "author": "Unknown"
    },
    {
     "text": "Invest in yourself. You can afford it. Trust me.",
     "author": "Oprah Winfrey"
    },
    {
     "text": "Self-care is not a waste of time. Self-care makes your use of time more sustainable.",
     "author": "Jackie Viramontez"
    },
    {
     "text": "When we give ourselves compassion, we are opening our hearts in a way that can transform our lives.",
     "author": "Kristin Neff"
    },
    {
     "text": "Nurturing yourself is not selfish – it’s essential to your survival and your well-being.",
     "author": "Renee Peterson Trudeau"
    },
    {
     "text": "Love yourself first and everything else falls into line.",
     "author": "Lucille Ball"
    },
    {
     "text": "Self-care is not a luxury, it's a necessity.",
     "author": "Unknown"
    },
    {
     "text": "Self-care is giving the world the best of you, instead of what's left of you.",
     "author": "Katie Reed"
    },
    {
     "text": "Self-love is not selfish; you cannot truly love another until you know how to love yourself.",
     "author": "Unknown"
    },
    {
     "text": "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
     "author": "Ralph Marston"
    },
    {
     "text": "There is enough time for self-care. There is not enough time to make up for the life you'll miss by not filling yourself up.",
     "author": "Jennifer Williamson"
    },
    {
     "text": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
     "author": "Ralph Waldo Emerson"
    },
    {
     "text": "Self-care is the greatest gift you can give your family and the world.",
     "author": "Unknown"
    },
    {
     "text": "When we take care of ourselves, we're better equipped to care for those we love.",
     "author": "Unknown"
    },
    {
     "text": "Self-care is the key to a happy and fulfilling life.",
     "author": "Unknown"
    },
    {
     "text": "Rest and self-care are so important. When you take time to replenish your spirit, it allows you to serve others from the overflow.",
     "author": "Eleanor Brown"
    },
    {
     "text": "Self-love is the best love.",
     "author": "Unknown"
    },
    {
     "text": "Self-care is a deliberate choice to gift yourself with people, places, things, events, and opportunities that recharge our personal battery and promote whole health – body, mind, and spirit.",
     "author": "Laurie Buchanan"
    },
    {
     "text": "Self-care is how we give ourselves permission to be our best selves.",
     "author": "Unknown"
    }
]