[
    {
     "text": "Siblings are the people who know you best.",
     "author": "null"
    },
    {
     "text": "A sibling may be the keeper of one's identity, the only person with the keys to one's unfettered, more fundamental self.",
     "author": "Marian Sandmaier"
    },
    {
     "text": "Siblings are the built-in best friends we are blessed with.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who shares your memories, your dreams, and your secrets.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who know how to push your buttons better than anyone else.",
     "author": "null"
    },
    {
     "text": "Having a sibling is like having a best friend you can't get rid of.",
     "author": "null"
    },
    {
     "text": "A sibling is a friend for life.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who make your childhood memorable.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who knows you better than you know yourself.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always have your back.",
     "author": "null"
    },
    {
     "text": "A sibling is a built-in support system for life.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will keep you honest.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who shares your DNA and your history.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will laugh with you until your stomach hurts.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always have a special place in your heart.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will tell you the truth even when you don't want to hear it.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be there for you, no matter what.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will share the best and worst moments of your life.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always love you, even in your darkest moments.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your family, no matter how far apart you are.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who can make you angry one moment and laugh the next.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will never judge you.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always have a special bond with you.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will keep your childhood memories alive.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be a part of your life story.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your partners in crime.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always understand your quirks and habits.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be there to make you smile.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be a part of your past, present, and future.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be a source of comfort and support.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your ally.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your competition and your motivation.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be a part of your identity.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your partners in adventure.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be a part of your heart.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your biggest fans.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always know the real you.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your sounding board.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your protector.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always have your best interests at heart.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your confidant.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your partners in mischief.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be a part of your life's journey.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your partners in growing up.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your first playmate.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your first rivals.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your first friend.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your first enemy.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be a part of your childhood.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your family, even when you start your own.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your connection to your roots.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your source of humor.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your connection to your past.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your source of frustration.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your connection to your future.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your partners in making memories.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your connection to your family history.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your partners in discovering the world.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your connection to your ancestors.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your partners in creating traditions.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your connection to your cultural heritage.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your partners in exploring new things.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your connection to your personal history.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your partners in dealing with life's challenges.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your connection to your shared experiences.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your partners in making sense of the world.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your connection to your childhood dreams.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your partners in facing the unknown.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your connection to your childhood fears.",
     "author": "null"
    },
    {
     "text": "Siblings are the ones who will always be your partners in navigating life's twists and turns.",
     "author": "null"
    },
    {
     "text": "A sibling is someone who will always be your connection to your childhood hopes.",
     "author": "null"
    }
]