[
    {
     "text": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
     "author": "Winston Churchill"
    },
    {
     "text": "Success is stumbling from failure to failure with no loss of enthusiasm.",
     "author": "Winston Churchill"
    },
    {
     "text": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
     "author": "Albert Schweitzer"
    },
    {
     "text": "Success is not how high you have climbed, but how you make a positive difference to the world.",
     "author": "Roy T. Bennett"
    },
    {
     "text": "Success is not in what you have, but who you are.",
     "author": "Bo Bennet"
    },
    {
     "text": "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.",
     "author": "Booker T. Washington"
    },
    {
     "text": "The only limit to our realization of tomorrow will be our doubts of today.",
     "author": "Franklin D. Roosevelt"
    },
    {
     "text": "Success is not always about greatness. It’s about consistency. Consistent hard work leads to success. Greatness will come.",
     "author": "Dwayne Johnson"
    },
    {
     "text": "Success is not the absence of failure; it's the persistence through failure.",
     "author": "Aisha Tyler"
    },
    {
     "text": "Strive not to be a success, but rather to be of value.",
     "author": "Albert Einstein"
    },
    {
     "text": "Success is a journey, not a destination.",
     "author": "Ben Sweetland"
    },
    {
     "text": "Success is not just what you accomplish in your life, it's about what you inspire others to do.",
     "author": "Unknown"
    },
    {
     "text": "Success is not how far you have come, but how far you can go.",
     "author": "Unknown"
    },
    {
     "text": "Success is the sum of small efforts, repeated day in and day out.",
     "author": "Robert Collier"
    },
    {
     "text": "Success is the ability to go from one failure to another with no loss of enthusiasm.",
     "author": "Winston Churchill"
    },
    {
     "text": "The successful warrior is the average man, with laser-like focus.",
     "author": "Bruce Lee"
    },
    {
     "text": "Success is not a destination, but the road that you're on. Being successful means that you're working hard and walking your walk every day.",
     "author": "Marlon Wayans"
    },
    {
     "text": "Success is not about being a genius or getting lucky. It's about having a strong work ethic, enjoying what you do, and learning from your mistakes.",
     "author": "Mychal Wynn"
    },
    {
     "text": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.",
     "author": "Vince Lombardi"
    },
    {
     "text": "Success is liking yourself, liking what you do, and liking how you do it.",
     "author": "Maya Angelou"
    },
    {
     "text": "The successful man is the one who finds out what is the matter with his business before his competitors do.",
     "author": "Roy L. Smith"
    },
    {
     "text": "Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don't quit.",
     "author": "Conrad Hilton"
    },
    {
     "text": "Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds.",
     "author": "Orison Swett Marden"
    },
    {
     "text": "Success is not something that falls into your lap. It's something that you work for and strive for every day.",
     "author": "Dwayne Johnson"
    },
    {
     "text": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
     "author": "John Wooden"
    },
    {
     "text": "Success is about creating benefit for all and enjoying the process. If you focus on this and adopt this definition, success is yours.",
     "author": "Kelly Kim"
    },
    {
     "text": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
     "author": "Buddha"
    },
    {
     "text": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
     "author": "Winston Churchill"
    },
    {
     "text": "The successful warrior is the average man, with laser-like focus.",
     "author": "Bruce Lee"
    },
    {
     "text": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
     "author": "Albert Schweitzer"
    },
    {
     "text": "Success is stumbling from failure to failure with no loss of enthusiasm.",
     "author": "Winston Churchill"
    },
    {
     "text": "Success is how high you bounce when you hit bottom.",
     "author": "George S. Patton"
    },
    {
     "text": "The only limit to our realization of tomorrow will be our doubts of today.",
     "author": "Franklin D. Roosevelt"
    },
    {
     "text": "You have to be able to tolerate what you don’t necessarily like so you can be free.",
     "author": "Larry Flynt"
    },
    {
     "text": "Don't watch the clock; do what it does. Keep going.",
     "author": "Sam Levenson"
    },
    {
     "text": "The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle.",
     "author": "Steve Jobs"
    },
    {
     "text": "The only thing that stands between you and your dream is the story you tell yourself that you can’t achieve it.",
     "author": "Jordan Belfort"
    },
    {
     "text": "You may have to fight a battle more than once to win it.",
     "author": "Margaret Thatcher"
    },
    {
     "text": "Your time is limited, don't waste it living someone else's life.",
     "author": "Steve Jobs"
    },
    {
     "text": "Success is not the absence of failure; it’s the persistence through failure.",
     "author": "Aisha Tyler"
    },
    {
     "text": "The road to success is always under construction.",
     "author": "Lily Tomlin"
    },
    {
     "text": "It's not about how hard you hit. It's about how hard you can get hit and keep moving forward.",
     "author": "Rocky Balboa"
    },
    {
     "text": "The biggest challenge in the world is being yourself… and being happy with that.",
     "author": "Betty White"
    },
    {
     "text": "Success is liking yourself, liking what you do, and liking how you do it.",
     "author": "Maya Angelou"
    },
    {
     "text": "The successful man is the one who finds out what is the matter with his business before his competitors do.",
     "author": "Roy L. Smith"
    },
    {
     "text": "Success seems to be largely a matter of hanging on after others have let go.",
     "author": "William Feather"
    },
    {
     "text": "It is not in the pursuit of happiness that we find fulfillment, it is in the happiness of pursuit.",
     "author": "Denis Waitley"
    },
    {
     "text": "Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds.",
     "author": "Orison Swett Marden"
    },
    {
     "text": "I find that the harder I work, the more luck I seem to have.",
     "author": "Thomas Jefferson"
    },
    {
     "text": "Don’t let yesterday take up too much of today.",
     "author": "Will Rogers"
    },
    {
     "text": "Success is not a destination, but the road that you're on. Being successful means that you're working hard and walking your walk every day. You can only live your dream by working hard towards it. That's living your dream.",
     "author": "Marlon Wayans"
    },
    {
     "text": "Success is not about how many failures you endure, but about how many you can get up from.",
     "author": "Johnny Cash"
    },
    {
     "text": "Successful people do what unsuccessful people are not willing to do. Don't wish it were easier; wish you were better.",
     "author": "Jim Rohn"
    },
    {
     "text": "Success is not about being a superstar, it is about being a super worker.",
     "author": "Navjot Singh Sidhu"
    },
    {
     "text": "Success is not the result of spontaneous combustion. You must set yourself on fire.",
     "author": "Arnold H. Glasow"
    },
    {
     "text": "Success is not how high you have climbed, but how you make a positive difference to the world.",
     "author": "Roy T. Bennett"
    }
]