[
    {
     "text": "Our thoughts become our reality.",
     "author": "Unknown"
    },
    {
     "text": "The mind is everything. What you think, you become.",
     "author": "Buddha"
    },
    {
     "text": "We are shaped by our thoughts; we become what we think.",
     "author": "Unknown"
    },
    {
     "text": "Change your thoughts and you change your world.",
     "author": "Norman Vincent Peale"
    },
    {
     "text": "The greatest weapon against stress is our ability to choose one thought over another.",
     "author": "William James"
    },
    {
     "text": "You are not a drop in the ocean. You are the entire ocean, in a drop.",
     "author": "Rumi"
    },
    {
     "text": "The most important thing is to be whatever you are without shame.",
     "author": "Rod Steiger"
    },
    {
     "text": "We don't see things as they are, we see them as we are.",
     "author": "Anais Nin"
    },
    {
     "text": "Your thoughts are the architects of your destiny.",
     "author": "David O. McKay"
    },
    {
     "text": "Everything you can imagine is real.",
     "author": "Pablo Picasso"
    },
    {
     "text": "If you want to change the world, change the way you think.",
     "author": "Unknown"
    },
    {
     "text": "The only true wisdom is in knowing you know nothing.",
     "author": "Socrates"
    },
    {
     "text": "The mind is not a vessel to be filled but a fire to be kindled.",
     "author": "Plutarch"
    },
    {
     "text": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
     "author": "Aristotle"
    },
    {
     "text": "Happiness is not something ready made. It comes from your own actions.",
     "author": "Dalai Lama"
    },
    {
     "text": "The purpose of our lives is to be happy.",
     "author": "Dalai Lama"
    },
    {
     "text": "Don't wait for opportunities, create them.",
     "author": "Unknown"
    },
    {
     "text": "Do not wait to strike till the iron is hot; but make it hot by striking.",
     "author": "William Butler Yeats"
    },
    {
     "text": "The only way to do great work is to love what you do.",
     "author": "Steve Jobs"
    },
    {
     "text": "If you can't explain it simply, you don't understand it well enough.",
     "author": "Albert Einstein"
    },
    {
     "text": "It's not what you look at that matters, it's what you see.",
     "author": "Henry David Thoreau"
    },
    {
     "text": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
     "author": "Winston Churchill"
    },
    {
     "text": "Believe you can and you're halfway there.",
     "author": "Theodore Roosevelt"
    },
    {
     "text": "The more that you read, the more things you will know. The more that you learn, the more places you'll go.",
     "author": "Dr. Seuss"
    },
    {
     "text": "Knowing yourself is the beginning of all wisdom.",
     "author": "Aristotle"
    },
    {
     "text": "A mind is like a parachute. It doesn't work if it isn't open.",
     "author": "Frank Zappa"
    },
    {
     "text": "The best way to predict your future is to create it.",
     "author": "Abraham Lincoln"
    },
    {
     "text": "Every man is a creature of the age in which he lives, and few are able to raise themselves above the ideas of the time.",
     "author": "Voltaire"
    },
    {
     "text": "The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking.",
     "author": "Albert Einstein"
    },
    {
     "text": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
     "author": "Zig Ziglar"
    },
    {
     "text": "Life is 10% what happens to you and 90% how you react to it.",
     "author": "Charles R. Swindoll"
    },
    {
     "text": "Sometimes you win, sometimes you learn.",
     "author": "John C. Maxwell"
    },
    {
     "text": "Life is not about finding yourself. Life is about creating yourself.",
     "author": "George Bernard Shaw"
    },
    {
     "text": "It's not what we have in life, but who we have in our life that matters.",
     "author": "Unknown"
    },
    {
     "text": "The best way to predict the future is to create it.",
     "author": "Abraham Lincoln"
    },
    {
     "text": "The only true wisdom is in knowing you know nothing.",
     "author": "Socrates"
    },
    {
     "text": "The biggest mistake you could ever make is being too afraid to make one.",
     "author": "Unknown"
    },
    {
     "text": "Don't wait for opportunities, create them.",
     "author": "Unknown"
    },
    {
     "text": "Your life is your message to the world. Make sure it's inspiring.",
     "author": "Unknown"
    },
    {
     "text": "You are never too old to set a new goal or dream a new dream.",
     "author": "C.S. Lewis"
    },
    {
     "text": "You don't have to be great to start, but you have to start to be great.",
     "author": "Zig Ziglar"
    },
    {
     "text": "The only way to do great work is to love what you do.",
     "author": "Steve Jobs"
    },
    {
     "text": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
     "author": "Zig Ziglar"
    },
    {
     "text": "The future belongs to those who believe in the beauty of their dreams.",
     "author": "Eleanor Roosevelt"
    },
    {
     "text": "We can't solve problems by using the same kind of thinking we used when we created them.",
     "author": "Albert Einstein"
    },
    {
     "text": "Sometimes the questions are complicated and the answers are simple.",
     "author": "Dr. Seuss"
    },
    {
     "text": "The only thing worse than being blind is having sight but no vision.",
     "author": "Helen Keller"
    },
    {
     "text": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
     "author": "Nelson Mandela"
    },
    {
     "text": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
     "author": "Albert Einstein"
    },
    {
     "text": "If you want to live a happy life, tie it to a goal, not to people or things.",
     "author": "Albert Einstein"
    },
    {
     "text": "Life is a journey, and if you fall in love with the journey, you will be in love forever.",
     "author": "Peter Hagerty"
    },
    {
     "text": "When we strive to become better than we are, everything around us becomes better too.",
     "author": "Paulo Coelho"
    },
    {
     "text": "The world is a book and those who do not travel read only one page.",
     "author": "Saint Augustine"
    },
    {
     "text": "Be the change you want to see in the world.",
     "author": "Mahatma Gandhi"
    },
    {
     "text": "Happiness is not something ready made. It comes from your own actions.",
     "author": "Dalai Lama"
    },
    {
     "text": "You must be the change you wish to see in the world.",
     "author": "Mahatma Gandhi"
    },
    {
     "text": "Life is either a daring adventure or nothing at all.",
     "author": "Helen Keller"
    },
    {
     "text": "The only limits in life are the ones you make.",
     "author": "Unknown"
    },
    {
     "text": "Believe you can and you're halfway there.",
     "author": "Theodore Roosevelt"
    },
    {
     "text": "Everything you've ever wanted is on the other side of fear.",
     "author": "George Addair"
    }
]