[
    {
     "text": "Trust is the foundation of any healthy relationship",
     "author": "null"
    },
    {
     "text": "Trust is built with consistency over time",
     "author": "null"
    },
    {
     "text": "Trust is a two-way street",
     "author": "null"
    },
    {
     "text": "Trust is earned, not given",
     "author": "null"
    },
    {
     "text": "Trust is the glue that binds us together",
     "author": "null"
    },
    {
     "text": "When trust is broken, it takes time to heal",
     "author": "null"
    },
    {
     "text": "Without trust, there can be no genuine connection",
     "author": "null"
    },
    {
     "text": "Trust is like a mirror, once broken it's never the same",
     "author": "null"
    },
    {
     "text": "Trust is the key to a successful partnership",
     "author": "null"
    },
    {
     "text": "Trust is the currency of relationships",
     "author": "null"
    },
    {
     "text": "A relationship without trust is like a car without gas",
     "author": "null"
    },
    {
     "text": "Trust takes years to build, seconds to break",
     "author": "null"
    },
    {
     "text": "Trust is not just about honesty, it's about reliability",
     "author": "null"
    },
    {
     "text": "Trust is giving someone the keys to your heart",
     "author": "null"
    },
    {
     "text": "Trust is letting go of needing to know everything",
     "author": "null"
    },
    {
     "text": "Trust is the bedrock of any strong bond",
     "author": "null"
    },
    {
     "text": "Trust is a fragile thing that needs to be handled with care",
     "author": "null"
    },
    {
     "text": "Trust is the foundation of any good team",
     "author": "null"
    },
    {
     "text": "Trust is the fruit of a relationship rooted in love",
     "author": "null"
    },
    {
     "text": "Trust is the foundation of any healthy community",
     "author": "null"
    },
    {
     "text": "To be trusted is a greater compliment than being loved",
     "author": "George MacDonald"
    },
    {
     "text": "Trust yourself, you know more than you think you do",
     "author": "Benjamin Spock"
    },
    {
     "text": "Trust is the first step to love",
     "author": "Munshi Premchand"
    },
    {
     "text": "The best way to find out if you can trust somebody is to trust them",
     "author": "Ernest Hemingway"
    },
    {
     "text": "Trust is the highest form of human motivation",
     "author": "Stephen Covey"
    },
    {
     "text": "Trust is the lubrication that makes it possible for organizations to work",
     "author": "Warren Bennis"
    },
    {
     "text": "Trust is a powerful tool in any leader's arsenal",
     "author": "Richard Branson"
    },
    {
     "text": "Trust is the emotional glue that binds followers and leaders together",
     "author": "John C. Maxwell"
    },
    {
     "text": "Trust is the foundation of any successful business",
     "author": "Roy Disney"
    },
    {
     "text": "Trust is the most important thing in any relationship",
     "author": "Stephen R. Covey"
    },
    {
     "text": "Trust in yourself is worth more than a thousand praises",
     "author": "Anonymous"
    },
    {
     "text": "Trust is the most important ingredient in any relationship",
     "author": "Brian Tracy"
    },
    {
     "text": "Trust takes years to build, seconds to break and forever to repair",
     "author": "Dhar Mann"
    },
    {
     "text": "Trust starts with truth and ends with truth",
     "author": "Santosh Kalwar"
    },
    {
     "text": "The only way to make a man trustworthy is to trust him",
     "author": "Henry Stimson"
    },
    {
     "text": "The glue that holds all relationships together is trust",
     "author": "Brian Tracy"
    },
    {
     "text": "Trust is the foundation of any healthy society",
     "author": "Bryant McGill"
    },
    {
     "text": "Trust is the mother of all human relationships",
     "author": "Shaukat Khan"
    },
    {
     "text": "Trust is like a paper, once crumpled it can never be perfect again",
     "author": "Unknown"
    },
    {
     "text": "Trust, but verify",
     "author": "Ronald Reagan"
    },
    {
     "text": "Trust is the highest form of human relationships",
     "author": "Stephen Covey"
    },
    {
     "text": "Trust is the most valuable currency in any relationship",
     "author": "Dan O'Brien"
    },
    {
     "text": "Trust is the foundation of any successful team",
     "author": "Mike Krzyzewski"
    },
    {
     "text": "Trust is the foundation of any strong bond",
     "author": "Marlene Dietrich"
    },
    {
     "text": "Trust is the foundation of any solid friendship",
     "author": "Dave Willis"
    },
    {
     "text": "Without trust, there is no foundation for love or respect",
     "author": "Unknown"
    },
    {
     "text": "Trust is the foundation of any successful partnership",
     "author": "Stephen Covey"
    },
    {
     "text": "Trust is the glue of life",
     "author": "Stephen Covey"
    },
    {
     "text": "Trust is the foundation of any relationship.",
     "author": "null"
    },
    {
     "text": "Trust is the glue of life.",
     "author": "Stephen Covey"
    },
    {
     "text": "Trust is earned, respect is given, and loyalty is demonstrated.",
     "author": "R. Bennett"
    },
    {
     "text": "The best way to find out if you can trust somebody is to trust them.",
     "author": "Ernest Hemingway"
    },
    {
     "text": "Trust is the highest form of human motivation. It brings out the very best in people.",
     "author": "Stephen Covey"
    },
    {
     "text": "Trust, but verify.",
     "author": "Ronald Reagan"
    },
    {
     "text": "Trust is the fruit of a relationship in which you know you are loved.",
     "author": "William P. Young"
    },
    {
     "text": "Trust is like blood pressure. It's silent, vital to good health, and if abused it can be deadly.",
     "author": "Frank Sonnenberg"
    },
    {
     "text": "Trust takes years to build, seconds to break, and forever to repair.",
     "author": "null"
    },
    {
     "text": "Trust is a two-way street.",
     "author": "null"
    },
    {
     "text": "Trust is the lubrication that makes it possible for organizations to work.",
     "author": "Warren Bennis"
    },
    {
     "text": "Trust is the currency of relationships.",
     "author": "null"
    },
    {
     "text": "Trust is the first step to love.",
     "author": "Munshi Premchand"
    },
    {
     "text": "Trust is a fragile thing. Easy to break, easy to lose and one of the hardest things to ever get back.",
     "author": "null"
    },
    {
     "text": "Trust is the key to success in all relationships.",
     "author": "null"
    },
    {
     "text": "Trust is the foundation of every healthy relationship.",
     "author": "null"
    },
    {
     "text": "Trust is the highest form of human motivation.",
     "author": "null"
    },
    {
     "text": "Trust is built with consistency.",
     "author": "Lincoln Chafee"
    },
    {
     "text": "Trust is a critical ingredient in the success of any team.",
     "author": "Mike Krzyzewski"
    },
    {
     "text": "Trust is the highest form of leadership.",
     "author": "null"
    },
    {
     "text": "To be trusted is a greater compliment than being loved.",
     "author": "George MacDonald"
    },
    {
     "text": "Trust is like a boomerang, once you throw it to someone, it will eventually come back to you.",
     "author": "null"
    },
    {
     "text": "Trust is the glue that holds organizations together.",
     "author": "null"
    },
    {
     "text": "Trust is the basis of all human relationships.",
     "author": "null"
    },
    {
     "text": "Without trust, there can be no genuine peace.",
     "author": "null"
    },
    {
     "text": "Trust is the key to building relationships that last a lifetime.",
     "author": "null"
    },
    {
     "text": "Trust is the foundation of strong relationships.",
     "author": "null"
    },
    {
     "text": "Trust is the most important thing you can give to someone.",
     "author": "null"
    },
    {
     "text": "Trust is a firm belief in the reliability, truth, ability, or strength of someone or something.",
     "author": "null"
    },
    {
     "text": "Trust is the one thing that changes everything.",
     "author": "null"
    },
    {
     "text": "Trust is the cornerstone of any successful team.",
     "author": "null"
    },
    {
     "text": "Trust is a vital component of any healthy relationship.",
     "author": "null"
    },
    {
     "text": "Trust is the glue that holds people together.",
     "author": "null"
    },
    {
     "text": "Trust is the foundation upon which all relationships are built.",
     "author": "null"
    },
    {
     "text": "Trust is a powerful force that can move mountains.",
     "author": "null"
    },
    {
     "text": "Trust is the foundation of all human interactions.",
     "author": "null"
    },
    {
     "text": "Trust is the bedrock of all meaningful relationships.",
     "author": "null"
    },
    {
     "text": "Trust is the key to unlocking potential in people.",
     "author": "null"
    },
    {
     "text": "Trust is the backbone of any strong and healthy relationship.",
     "author": "null"
    },
    {
     "text": "Trust is the cornerstone of all successful relationships.",
     "author": "null"
    },
    {
     "text": "Trust is the oxygen that keeps a relationship alive.",
     "author": "null"
    },
    {
     "text": "Trust is the cornerstone of every successful business.",
     "author": "null"
    },
    {
     "text": "Trust is the foundation of any successful partnership.",
     "author": "null"
    },
    {
     "text": "Trust is the basis of all healthy relationships.",
     "author": "null"
    },
    {
     "text": "Trust is the key to successful relationships.",
     "author": "null"
    },
    {
     "text": "Trust is the foundation of all human connection.",
     "author": "null"
    },
    {
     "text": "Trust is the most valuable asset of any relationship.",
     "author": "null"
    },
    {
     "text": "Trust is a necessary ingredient for success in life.",
     "author": "null"
    },
    {
     "text": "Trust is a precious commodity that should be guarded at all times.",
     "author": "null"
    },
    {
     "text": "Trust is a rare and valuable gift.",
     "author": "null"
    },
    {
     "text": "Trust is the foundation of any strong community.",
     "author": "null"
    }
]